[
    {
        "description": "ل ژێر سێبەرا ڤێ ئایەتا پیروز {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيرًا } \nموحەمەد (سلاڤ لێ بن) باشترین نموونەیە ئەم موسلمان د هەمی بوارێن ژیانێ دا چاڤ لێ‌ بكەین.\nئەگەر مە بڤێت ئەم د ئیمانا خو دا د موكم و خوراگربین و سەبرێ بكێشین ل سەر وان تەنگاڤی و نەخۆشیان ئەڤێن دهێنە د رێكا مە دا پێدڤیە ئەم پێغەمبەری بخو بكەینە نموونە و چاڤ ل وی بكەین، ب تایبەت بۆ وی كەسێ ژ روژا قیامەتێ بترسیت و خودێ هەر ل بیرا وی بیت.\n\nپێغەمبەر (سلاڤێن خودێ ل سەربن) رەوشتێ‌ وی قورئان بو، وەك پسیار ژ دەیكامە عائیشایێ كری ل دەربارەی پێغەمبەرێ خوشتڤی دەیكامە گوت: ئەو هەروەكی قورئانێ بو دناڤ خەلكی دا دهات و دچوو، لەوما یێ بڤێت د ئیسلامێ بگەهیت و ناڤەروكا ئیسلامێ بزانیت پێدڤیە باشترین شێوە شەهرەزای ژیاننامەیا پێغەمبەری بیت. \n\n\nپێغەمبەر ئەو كەسە بویە یێ خەلك ژ تاریاتیێ بەرەڤ روناهیێ بری ئەوە یێ خەلك ژ بەرزەبوونێ بەرەف رێكا هەقیێ‌ بری، دەمێ بەری ببیتە پێغەمبەر خەلكی كچێن خو دكوشتن؛ ژ بەركو ب تنێ كو ئەو كچە و یێ بهێز زولم ل یێ بێهێز دكر خەلكی هندەك پەیكەر دپەرستن كو نەدشیان نە چ مفای بگەهیننێ و نە چ زیانێ بگەهیننێ‌. \n\nموحەمەد (سلاڤ لێ بن) بەری ببیتە پێغەمبەر مروڤەكێ بازرگان بوو؛ و د بازرگانیا خو دا دگەل دەیكامە خەدیجایێ بەری بیتە هەڤژینا وی بازرگانەكێ سەركەفتی و ئەمین بوو، دەما دناڤ خەلكێ مەكەهێ دا هاتن و چوون دكر خەلكی دگوت: ئەڤە مروڤێ ئەمین و راستگۆ هات ئەڤە مروڤێ ئەمین و راستگو چوو، ژ بەرهندێ پێدڤییە ئەم ژیاننامەیا پێغەمبەری بخوینین ژ بو وێ چەندێ باشترین شێوە ئەم ژیانا خو ب رێڤەببەین. \n\nدڤێ پەرتوكێ دا ئەم نەچوینە هویركاریێن ژیانناما پێغەمبەری (سلاڤ لێ بن) و ب شێوەیەكێ دیرۆكی مە بەحس ل هەر تشتێ ژیاناوی نەكریە ب تنێ وەك نیڤشكەك مە بەحسكریە بو بهێزكرنا ئیمانا مە ئیمانداران، هیڤیا من ئەوە ببیتە جهێ مفای بو هەر ئێكێ ڤێ پەرتوكێ دخوینیت.\n\nل ڤێرە من دڤێت سوپاسیا برایێ (ئازاد موختار) بكەم كو رابویە بەرنامێ من یێ هەلویستێن ژیانناما پێغەمبەری بنڤێسیت و بكەتە سەر شێوازێ پەرتوكێ ژ بو وێ چەندێ خاندەڤانێن هێژا پتر مفای ژێ ببینن.\n\nبرایێ هەوە :\nعبدالرحیم بەربوهاری",
        "favorite": 0,
        "id": 1,
        "title": "پێشگوتن"
    },
    {
        "description": "بەری روژ ب هەلێت و دەم بەری سپێدێ یە مروڤەك ژ خەو رادبیت كو شاهێ‌ ئێك ژ ب هێزترین ئیمپراتوریەتایە ل وی سەردەمی دا ئەوژی (كیسرا)ــــــە شاهێ‌ ئیمپراتوریەتا فارسی (ساسانی)، ژ خەو رادبیت و گەلەك ترسەكا مەزن یا كەفتیە د ناڤ ناخێ وی دا و یێ بێهنا خو ب شێوەیەكێ‌ درێژ د هەلكێشیت و یێ بەرێ خو ددەتە دەوروبەرێن خو و تەماشەی ڤی لایێ خو یێ راستێ و لایێ دی یێ چەپێ دكەت؛ و تەماشەی تاجا خو یا شاهاتیێ‌ دكەت ئەو تاجا ددانیتە ل سەر سەرێ خو؛ و دبینیت ئەڤ تاجە یا ب سلامەتە و یا ل وی جهێ وی دانایێ؛ بەرێ خو ددەتە ئەوان نڤینێن ئەو ناڤ دا نڤستی و ئەو ژی ب سلامەتن و هەر یێ ل سەر وی تەختێ ئەو لێ نڤستی، ئەرێ ئەڤە چبوو د ڤی دەمی دا ئەڤ شاهە ژ خەو راكری؟ ئەرێ ئەڤە چیە رویدای؟\n\n(كیسرا) ل سەر تەختێ خو دروینتە خار و یێ دیارە خەمەكا گران یا بوچێبوی، سەرێ وی یێ‌ تژی بووی ژ كول و كوڤان و خەمان دڤێ شەڤێ دا، یێ هەست ب بهێنتەنگیەكا مەزن دكەت، لەوما یێ رادبیت سەرپێیێن خو و دبێژیتە خو: ئەڤە چ خەون بو هندە یا نەخوش د ڤێ شەڤێ دا من دیتی؟ و پاش یێ ب دەنگەكێ بلند گازی دكەت و دبێژیت بومن (خزمەتكارێن ئاگری – مەبەست پێ زانایێن مەجوسی زەرادەشتی)ـــــە كو ل وی دەمی پەرستنا ئاگری دكر) و كاهنان ئامادەبكەن و وان كەسان ئامادەبكەن یێن خو دیاردكەن كو ئەو پاشەروژێ دخوینن و تشتەكی ژ پاشەروژێ دزانن، كیسرا یێ ڤان هەمی هەولان ددەت ژ پێخەمەت وێ چەندێ دا بزانیت و پشتراست بیت كو دەستهەلات و عەرشێ وی دێ یێ ب سلامەت بیت و ژ دەستێن وی دەرناكەڤیت.\n\nل دەمێ هنارتنا وان كەسێن وی دڤیایین و هەتا ئەو ئامادەبووین وی  ئەڤ پسیارە ژ خو دكرن: ئەرێ ما تشتەكێ مەزن رویدایە؟ ئەرێ ما ئەردهەژەك رویدایە؟ حەتا كو تشتەك ژ قەسر وقوسیرێن مە بكەڤن؟ ئەرێ ئێك دێ هەبیت باوەركەت كو ئەڤ ئاڤاهیێن مە دێ تشتەك ژێ كەڤیت و ل دەمەكی دا ب باشترین شێوە مە یێن چێكرین؟ ئەرێ ئەڤە چ خەونا ب ترس بو و هوسا سەرێ من گران كری و گیانێ من هەمی تێكدای؟ ئەرێ ئەڤە چ ترسە لسەر من دا هاتیە خار و ئەز ناڤدا دژیم؟ \n\nو كیسرای تاجا خو دانا سەر سەرێ خو و چو سەر كورسیاخو یا شاهاتیێ‌ و روینشتە خار، و پشتی هەمی ل وێرێ ئامادەبوین و شاه یێ ژ ترسادا د لەرزیت، و یێ دبێژیتە هەمی ئامادەبویان: ئەرێ هوین دزانن بوچی من هنارتیە دویف هەوەرا؟ \nهەمی ئامادەبو یێن ب چاڤێن زیق تەماشەی كیسرای دكەن و حەزدكەن بزانن كا ئەو چیە بویە ئەگەر ل ڤی دەمێ شەڤێ دا كیسرا وان داخازبكەتە كوشكا خو!\n\n- و بەرسڤا (كیسرای) دا و گوت: ئەم نزانین كا بوچ تە ئەم گازی كرینە ئەی شاهێ‌ مە؟\n- كیسرا دبێژیتە وان: من گەلەك خەونەكا ب ترس یا دیتی.\n- مەزنێ كاهنان ژی دبێژیتێ: ئەی شاهێ‌ من هەروەسا من ژی د ئەڤ شەڤە دا خەونەك یا دیتی!\n- كیسرای گوتێ: تە چ خەون دیتیتە كا بومە بێژە؟ \n- مەزنێ كاهنان گوتێ من د خەونێ دا ددیت: (حێشترەك دگەل هەژمارەكا هەسپان یا كەفتیە د هەڤركیەكا مەزن دا) خەونەكا نەخوش و ئالوز و هەستیار بوو؛ ئەی شاه! \n\nهەمی ئامادەبویێن دناڤ كوشكێ دا مانە مەندەهوش و بو ئم ئم و هم هما وان و پستە پستا هێدی دگەلێك د ئاخڤتن، و ل وی دەمی دا مەزنێ‌ خزمەتكارێن ئاگری هاتە ژوور، بەلێ‌ پا هاتنا وی ژی گەلەك یا ب سەیر بوو؛ چونكی دەمێ هاتیە ژوور یا دیاربو كو ترسەكا مەزن یا ل دەڤ وی ژی پەیدابووی!\n\nمەزنێ‌ خزمەتكارێن ئاگری گوت: ئەی شاه رویدانەكا مەزن و كارەساتەكا مەزن یا بومە چێبوی ئەرێ تە ئاگەه ژێ هەیە؟ و گوت ئەی شاه ئاگر.. ئاگر.. ئاگر ئەوێ ئەڤە هزار سالە یێ هەل و نەڤەمری ئەڤرو ئەو ئاگر ڤەمری! و یێ‌ دكەتە هەوار و دبێژیت: ئەی شاهێ‌ من ئاگرێ پیروزێ فورسێ ڤەمری!\n\n ل ڤی دەمی دا دێمێ (كیسرای) پتر تێكچوو و ترس ل دەڤ زێدەترلێهات و ناڤ چاڤێن وی تێكچوون و دگوتە خو: ئەرێ ئەڤە چییە دهێتە رویدان؟ ئەڤە چ خەون بو عەرشێ مە ل بن مە دا هەژاندی؟ ئەڤە چیە كو رەخ و رویێن كوشكێن مە ب هەرفن؟ و هەروەسا حێشترەك هەڤركیا كومەلەكا هەسپان بكەت؟  و ئاگرێ مەیێ پیروز ب ڤەمریێت؟ ئەرێ‌ ما كی باوەردكەت ئاگرێ مە یێ پیروز دێ جارەكێ ڤەمریێت؟ \n\n- كیسرا بەرێ خو دەتەتە مەزنێ كاهنا و دبێژیتێ: ئەرێ ئەڤە دێ چ هێتە رویدان؟ \n- كاهنی سەرێ خو چەماند و چوو دهزرەكا كویردا؛ ل وی دەمی دا هەمی مانە بێدەنگ و كیسرا ژی ما ل هیڤیا مەزنێ كاهنان كو تشتەكێ بێژیت.\n\n- مەزنێ كاهنان دەستپێكر و گوت: ئەی شاهێ‌ مە؛ رویدانەك دێ ل عەردێ عەرەبان دا پەیدابیت و دێ‌ بیتە گەفەك ل سەر عەردێ مە فارسان و لسەر ئیمپراتوریەتا مە یا ساسانی. \n- (كیسرا) ژ جهێ خو رادبیتەڤە و دبێژیت: ئەڤە چ جاران چێنابیت و كیسرا ب تنێیە دبیتە جهێ‌ مەترسیێ ل سەر خەلكی و ئەزم دشێم دناڤا دەریایان دا بچم و سەر چیا بكەڤم و بێی كو كەسەك بشێت رێكا من بگریت، یان بو من ببیتە ئاستەنگ، هوین دبینن عەرەب ژێكڤەبوینە و دناڤبەرا وان دا شەر و دوژمناتی یێن هەین و نە كاهن؛ نەخێر... ئەڤە چ جاران پەیدانابیت؛ و لەشێ وی یێ دلەرزیت و چاڤێن وی یێن زیق دبن، ل وی دەمی دا ترس كەفتە دناڤ دلێن هەمی ئامادەبویان دا! ئەڤە وێ چەندێ‌ دگەهینیت كو د وێ شەڤێ دا گەلەك رویدانەكا مەزن یا پەیدابووی.\n\nل وی دەمی دا خەلك فێری پەرستنا مروڤان و پەیكەران بوون، یێ خودان هێز مالێ یێ لاواز دخار و هەمی مروڤێن لاواز ببونە بەندە بو مروڤێن خودان هێز و زوردار، ئەڤان خو ددانا خوداوەندێن خەلكی لەوما ئەو خو ژ خەونێن ب ترس ژی دترسیان و دبو جهێ‌ مەترسیێ‌ ل سەر ژیانا وان.\nلەوما دێ بێژین: ئەو چبوو د ڤێ شەڤێ داهاتیە رویدان؟\n\nرویدانا د ئەڤ شەڤە دا رویدای ئەو بو كو ژنەك ب ناڤێ (ئامینا كچا وەهەب) یا ب دوو گیان بو و ل روژێن خو یێن دوماهیێ دا بوو كو زاروكێ خو بدانیت، بەلێ پا ئەرێ مەترسیا ڤی زاروكی چییە ل سەر عەرشێ ئێك ژ خودان ب هێزترین ئیمپراتوریەت ل جیهانا وی دەمی؟ ",
        "favorite": 0,
        "id": 2,
        "title": "خەونا كیسرای شاهێ‌ ئیمپراتوریەتا فارسی (ساسانی)"
    },
    {
        "description": "ل مەككەهێ ژنەك ب ناڤێ (ئامینا كچا وەهەبی) بویكا (عبدالمطلب)ــــی و هەڤژینا (عبداللە)ــــێ‌ بابێ پێغەمبەری (سلاڤ ل سەر بن) وەكی هەر ژنەكا دی یا ب دووگیان بوو؛ و چاڤەرێی هاتنا زاروكێ خو بوو، (ئامینا)ــێ حەزدكر زاروكێ وێ یێ‌ كوربیت، چونكی عبدالله بابێ پێغەمبەری (سلاڤ ل سەر بن) وەغەركربوو. \n(عبدالله) كورێ بچویك یێ عبدالمطلبی بوو، گەلەك یێ ب ناڤ و دەنگ بوو، ب دلوڤانیا خو داناڤا خەلكێ مەككەهێ دا و مرنا وی خەمەكا مەزن دناڤا خەلكێ مەككەهێ هەمیێ دا پەیداكربوو، و هەركەسەكێ هزرا (عبدالله)ــــی كربا ئاخینك بو وەغەرا وی رادهێلان ژبەر باشی و جوامێریا وی.\n(عبدالمطلب) كەسەكێ بەرنیاسێ مەككەهێ بوو؛ دناڤا قورەیشیان دا خودان هێزەكا تایبەت بوو، و رێز و بهایەكێ‌ مەزن هەبوو، چونكی ژ بنەمالێن سەرەكی یێن وان بوون.\n\n عبدالمطلب نەزرەكێ ل سەرخو دكەت ل دویڤ بیروباوەرێن خو یێن وی سەردەمی و گوت: ئەگەر هەر دەه كورێن من ژیان ئەز دێ كورەكێ خو ل بەر كەعبێ كەمە قوربان، ئەڤە بیروباوەرێن وان بوون و زاروكەكێ خو بو خوداوەندێن خو دكرە قوربان ، و هەلبەت ل وی دەمی دا دڤیا پێگیری ب نەزرا خو و سوزا خو كربا و ئەڤ نەزرە دابا، و دناڤ زاروكێن عبدالمطلبی دا عبدالله بابێ پێغەمبەری (سلاڤ ل سەربن) دبیتە ئەو كەس یێ كو دڤێت ببیتە قوربان.\n خەلك هاتن و داخازكر كو (عبدالله)ــی نەكەتە قوربان، و بلا هندەك (عوراف – ئەو كەسێن ل وی سەردەمی د شەهرەزا د ئاینی دا) بهێن و بوتە ل رێكەكێ بگەرن كو  كورێ خو نەكەیە قوربان و تشتەكێ دی پێشڤە بدەی.\n ئەڤان عورافان ژی گوت: ئەگەر تو (هژمارەكا حێشتران) پێشڤە بدەی دێ ئەڤ نەزرە ل سەرتە رابیت و عبدالله نابیتە قوربان و عبدالمطلب ب ئەڤێ رازی دبیت و حێشترا پێشڤە دكەنە قوربان.\nرزگاربونا (عبدالله)ـــی دناڤا مەككەهێ دا ب ڤی شێوەی ئەو گەلەك بەرنیاس كربوو؛ و هەمیان چیروكا وی دزانی و هەمی كچان گەلەك ل سەر دئاخڤت ژبەر جوانی و شەرمینییا وی، و حەزدكر هەڤژینیێ دگەل پێكبینن.\n\n(عبدالله) هەڤژینیێ دگەل ئامینایێ ئەنجام ددەت و ب تنێ سێ روژان دمینتە دگەل دا و پشتی هینگی بەرەڤ كاروانەكێ بازرگانی دچیت، و ئەڤە ئەو گەشتن دەمێ كاروانی دچوون زڤرینێن وان یێن ب زەحمەت بوون، كاروانی دەما ڤەگەریایین برایێن (عبدالله)ـــــی چونە بەراهیا كاروانی و دیت برایێ وان نە دگەل دایە و وان پسیارا برایێ خوكر و د بەرسڤدا كاروانیان گوت: عبدالله یێ نەساخبووی و یێ مایە ل یەپربێ ل دەڤ خالێن خو (بەنی نەجاریان). \nعبدالمطلب گەلەك ب خەم دكەڤیت و ب گوهلێبوونا ڤی دەنگ و باسی و دمینتە د خەمان دا و پشتی هینگی دەنگ و باسێ وەغەرا وی دگەهیتە مەككەهێ، عبدالله زاڤایێ سێ روژان وەغەركر و ئامینا یا هەڤژینا خو هێلا د خەمەكا مەزن دا و یا روندكا دئینتە خار و دكەفیتە د ئازاران دا.\n\nلێ دووگیانبوونا ئامینایێ پیچەك خەما وان سڤككر و ئامینا و عبدالمطلب ل هیڤیا هاتنا ڤی زاروكی بوون، عبدالمطلب ل سەرجهێ خو ل بەرامبەر كەعبێ یێ تەماشەی ئەسمانی دكەت و دبێژیت: ئەڤ شەڤە دێ یا ب ئێمناهی بیت و یێ هەست ب خوشیەكێ دكەت و هەست ب ئارامیەكێ دكەت؛ و ئەڤ ئارامیە یا دچیتە دناڤا كویراتیا ناخێ وی دا و دلێ وی ئارام و خوش دبیت و چاڤێن خو د دانیتە ل سەر ئێك وخەوەكا رحەتی دبینیت و هەمی كەعبە ب جارەكێ كەفتە            د بێدەنگیەكا كویردا...\nد ڤێ شەڤێ دا ل یەپربێ رویدانەكا دی پەیدا دبیت و زەلامەكێ گازی دكەت و خەلكی هشیاردكەت  خەلك ل دویڤ دەنگێ وی ژ خەو رابوون و چون سەحكەنێ كا چ چێبویە؟ و دیت زەلامەكێ یەهودی ل سەرێ گرەكی یێ‌ راوەستیایە. \n\n- ئەو زەلامە یێ دبێژیتە وان: ئەی گەلی یەهودیان وەرن تەماشەبكەن و ببینن چیە دهێتە رویدان ( دیارە وان هندەك هەبوون دەربارەی زانستێ ستێرناسیێ‌ شارەزابون كو دگوتنێ (تەنجیم)).\n\n-  خەلكی ژی گوتێ خێرە و چ رویدایە چ تشتە بویە ئەگەر تو مە ژ خەو راكەی؟ \n\nئەو زەلامە پیچەك ما بێدەنگ و ب چاڤەكێ شكەستی گوتە وان سەحكەنە ڤی ئەسمانێ پاقژ و زەلال، خەلكی سەرێ خو بلندكر و سەحكرە ئەسمانی دیت كو ئەسمان یێ گەشە و ستێر یێن تێدا دبرسقن، خەلك دبێژتێ ئێ چ رویدایە؟ و ئەو زەلامێ یەهودی دوبارە دبێژیتە وان: سەحكەنە ئەسمانی و سەحكەنێ ئەو ستێرا دەركەفتی یا ب ناڤێ (ئەحمەد)...\n\n\nپشتی ڤی مروڤێ جوهی خەوا خەلكی تێكدای و ئەڤ دەنگ و باسە گەهاندیە وان، ئەم بهێین سەحكەینە مەككەهێ و عبدالمطلب ژ خەورادبیت و دبینیت كو ژنەك یا بەرەف وی ڤە دهێت و دبێژیتێ: مزگینی مزگینی ئەی عبدالمطلب!، ئەو ژی دبێژیتێ خێرە و تە چ هەیە ؟ تە دڤێت تو چ بێژیەمن ؟ ئەف ژنە یا د ئاخڤیت و ب كەیفەكا مەزن ڤە دبێژیتێ: ئامینایێ كورەك پەیدابوو، بەلێ زاروكێ وێ نە وەكی هەمی زاروكایە! عبدالمطلب ب كەیف خوشی ڤە گوتێ تو دبێژی كورەك پەیدابوو ئانكو كورە؟ \nئەڤێ ژنێ بەرسڤ دا و گوتێ بەلێ بەلێ ئەی عبدالمطلب خودێ كورەك دا هەوە و دبێژیتێ ئەی عبدالمطلب دەمێ ئەڤ زاروكە پەیدابووی هندەك تشتێن سەیر مە دیتن و روناهیەك دگەل پەیدابوو و ئاڤاهیێن شامێ تێدا دیاربوون.\n\n- عبدالمطلب ب رویەكێ ڤەكری و تژی كەیفخوشی گوت: ئەرێ تو راست دبێژی؟ و ئەڤا تە گوتی راستە؟\n- ئەف ژنە دبێژیتێ ئەرێ ب خودێ‌ ئەو چەندە راستە یا ئەز دبێژم \n- عبدالمطلب دبێژیت: ب خودێ‌ ئەڤە ئەو خەونە یا من دیتی!\n\nشەڤەكا تژی كەیف و خوشی بو عبدالمطلبی و ئامینایێ؛ بەلێ پا ژ بو كیسرایێ پاشایێ ئیمپراتوریەتا ساسانی فارسی و شەڤەكا نەخوش بوو؛ و هەروەسا جوهیێن یەپربێ. \n\n",
        "favorite": 0,
        "id": 3,
        "title": "ل شەڤا ژ دایکبونا (موحەمەد) پێغەمبەرێ خوشتڤی (سلاڤ ل سەربن) چ هاتە روویدان؟"
    },
    {
        "description": "ئەو ژنا مزگینی گەهاندنیە عبدالمطلبی و گوتیێ: یا عبدالمطلب دگەل ژ دایكبوونا موحەمەدی دگەل بونا وی من روناهیەك دیت و دەركەفت، عبدالمطلب دبێژیتێ: ب خودێ‌ ئەڤە ئەو خەونە ئەوا من دیتی...\n\n- ئەڤ ژنە پسیاردكەت: تە گوت من خەونەك دیتیە؟\n- عبدالمطلب دبێژیت: بەلێ من خەون یا دیتی...\n- گوتێ‌: ئەرێ چ خەون بو تە دیتی؟\n- گوت: من د خەونا خودا دیت هەروەكی زنجیرەیەكا زویڤی یا ژ پشتا من دەركەفتی لایەكێ وێ یێ ل ئەسمانی و لایێ دی یێ ل ئەردی و لایەك یێ ل روژهەلاتێ و لایێ دی یێ ل روژئاڤای و دارەكە ئەڤ دارە گەلەك یا ب خەملە و روناهی یا ژ بەلگێن وێ دچیت و خەلكەك ل روژهەلات و روژئاڤای یا خو پێڤەگرتی و یێ حەمدا خودێ تەعالا دكەن.\n\n- ئەڤێ ژنێ ژی ب شێوەیەكێ حێبەتی ڤە گوت: ب خودێ‌ ئەڤێ خەونێ خێرا تێدا لەوما بلا ئەم ناڤێ ڤی زاروكی بكەینە (موحەمەد).\nعبدالمطلب دناڤ كەیفخوشیا خو یا مەزن دا كو ئەڤ كەیفە ناهێتە وەسفكرن گوتی: بەلێ بەلێ دێ ناڤێ وی كەینە موحەمەد      و دێ ل باشترین وان ژنا گەریێم یێن كو شیری ددەنە زاروكان.\nئەڤێ ژنێ گوتی رابە ئەی عبدالمطلب دا بچین سەحكەینە نەڤیێ تە موحەمەدی، عبدالمطلب دچیت سەحدكەتە نەڤیێ خو      و گەلەك یێ دكەیفەكا مەزن دا.\n\n لبیرا مەبیت دەما مە بەحسێ كیسرای كری كو كیسرا یێ دخەمەكا مەزن دا و دگەل ڤێ دا وەزرێ بهارێ یێ دەستپێكری بەلێ چ بهارە؟ ل مەككەهێ بهارەكا تژی خەملە، كولیلك یێ ڤەدبن و گول وگیایێ ل مەككەهێ دەست ب شینكاتیێ كری و یێن شینبوین، تەیر وتەوال یێ ئاوازا دخوینن.. هەمی تشت یێ جوان بوی.. ئەرێ ڤێ بهارا هوسا ب رەوش دێ چ رامانا خو بو كیسرای هەبیت پاشایێ ئیمپراتوریا ساسانی فورسی؟ چونكی روژا كیسرای خەون دیتی وەكی خو نەمایە  گەلەك یێ هاتیە گوهرین وەكی مروڤەكی كو توشی گرفتاریەكا دەروونی ببیت و رحەتی و ئارامی دناڤ دلێ وی دا نەمایە و هەر روژ یێ د ئیزایەكا مەزن دا.. كیسرا یێ بویە مروڤەكێ دوودل و رەشبین  هەروەكی عەورەكێ رەش و تاری ل سەر وی دا هاتی و چ نەمایە ئەڤ مروڤە دێ خەندقیت؛ ب تایبەت پشتی دەنگ و باسەكێ دروست ل سەر راڤەكرنا خەونا وی گەهشتیێ.. ئەو خەونا وی دیتی كو تاجا وی دكەفت.\nهەر ژ وی دەمێ خەونێ و تانوكە یێ كەفتیە د بهێن تەنگیەكا مەزن دا و بەردەوام كیسرا پسیارا عورافا دكەت و ل فال ڤەگران دگەریێت و بەحسێ (نوعمان بن منذر) دهێتەكرن كو ئەڤە شاهێ‌ (هیرا) بو وی هنارتبو دویڤ (عبدالمسیح)ــــی را و خالێ ڤی  فالڤەگرەكێ زیرەك بوو ل شامێ..\nو ئەڤ عبدالمسیحە دچیتە دەڤ خالێ خو دا  پسیار ژ ڤی فالڤەگری بكەت ژ بو زانینا دەنگ و باسێن خەونا كیسرای، ئەڤ فالڤەگرە یێ ل دوماهیا ژیێ خو و ژیێ وی یێ مەزن بوی و پیر بوی وكەلەخەكێ‌ بێ سەروبەر یێ هەی و ب زەحمەت دشێت بێهنا خو بینیت و ببەت هەروەكی ئەڤ مروڤە یێ ل بەر مرنێ.\nعبدالمسیح دچیتە هنداڤ سەرێ وی و دەمێ (سەطیح)ــــی چاڤێن خو ڤەكرین ئەوێن كویربووین و ب هم همەكێ دبێژیتێ: تو یێ ژلایێ كیسرای ڤە هاتی و دبێژیتێ كیسرا نەما ب دوماهیك هات یا عبدالمسیح! و پشتی كیسرای دێ گەلەك شاه و میرێن دیتر ژی دێ ب دوماهیك هێن.\n\nو گوت خلاس ئێدی مولكێ كیسرای گەلەك ناڤەكێشیت و ئێدی تەناهی و ئارامیێ نابینیتەڤە.. لەوما ئەو بهارا هاتی چەند یا جوان   و ب خەمل بیت مادێ چ رامانا خو هەبیت بو شاهەكی دەمێ دزانیت هەمی تشتێ وی دێ ژ بەردەستێ وی چیتن؟\n\nد مەككەهێ دا دیارە ل هەمی دول و نهالا گیا یێ شین بووی   و خوشیەكا تایبەت یا پەیدابوی و دارقەسپا خەملەكا جوان یا گرتی هەروەكی مزگینیە ب بەرهەمەكێ پر خێر و بەرەكەت و پر شریناهی.\n\nعبدالمطلب پشتا خو یا دایە دیوارێ كەعبێ و گەلەك هزر و بیر یێن دهێنە د سەرێ وی دا و ژ وان هزران دەمێ خو ل بەرسینگێ وی كەسی گرتی یێ دا هێت كەعبێ خرابكەت.\n\nو هەمی خەلكێ مەككەهێ شەهدەیا وێ چەندێ ددەن دەمێ عبدالمطلب خو ل بەرسینگێ مەلكەكێ مەزن دای مەلكێ ئەحباشا (ئەبرەهە) دەمێ دهێت و دڤێت كەعبێ ب سەرئێك دا بینتە خار و ئەڤ شاهە یێ مەغروربوو ب لەشكەر و شیانێن خو و ئەو فیلێن دگەل هەی.\n\nعبدالمطلب شێخەكێ بەنو هاشمی بو و دچیتە بەرسینگی و دبێژیتێ: خو تو چەند یێ ب شیان بی تو نەشێیی ڤی  بەرێ حەجیان خراب بكەی و دبێژیت: ڤێ مالێ (كەعبە)ــــێ‌ خودایەك یێ هەی دێ پارێزیت. \nئەبرەهە ئەو كەس بو ئەو شاهەبوو یێ كەنیسا (كولەیس) ل یەمەنێ ئاڤاكری و دڤیا بەرێ عەرەبا و خەلكی بدەتە وێرێ، بەلێ پا ئەڤ پلانا وی سەرنەگرت لەوما رابو ئەو پلانە دانا كو كەعبێ ب هەرفینیت دا بەرێ خەلكی بكەڤیتە كەنیسا وی ل یەمەنێ. \n\nو دڤێ ناڤبەرێ دا ل هنداڤی سەرێ وان رەش بوو و كومێن تەیران هاتنە دیتن كو بو ئێكەم جار بو ئەڤ جورێ تەیركان ل مەككەهێ بهێنە دیتن و ئەڤان تەیران هندەك (بەر) د لەشكەرێ ئەبرەهەی وەركرن و ئەڤ لەشكەرە ژناڤبر و دەمێ ئەبرەهەی ئەڤە ب چاڤێن خو ددیت و هەروەكی چاڤێن وی ئەڤێ چەندێ باوەرناكەن و مابو سەرسورمان! و یێ پسیاردكەت كانێ ئەڤ لەشكەرێ مەزن؟ كانێ ئەڤ فیلێن هندە مەزن؟ و یێ دبینیت هەمی ب جارەكێ یێت بوینە كەلەخ و بو ئەگەرێ وێ چەندێ وەكی دیناتیەكێ ل دەڤ پەیداببیت   و د رەڤن و رەڤینەكا بێ قورتالبوون.\n \nپشتی ڤێ چەندێ عبدالمطلب دهێتن و سوجدەكێ بو خودێ تەعالا پێشكێش دكەتن و دناڤخویا خودا ب خشوعەكا تەمام یێ دبێژیت ئەڤێ مالێ خودایەك یێ‌ هەی ئەو خودایە دێ ڤێ مالێ پارێزیت.\n\nد ڤێ شەڤێ دا مەزنێن بەنو هاشم هەمی هاتنە كومكرن ژ بو وێ چەندێ عبدالمطلب مزگینیا هاتنا كورێ ئامینایێ بدەتە وان ودەمێ مێهڤانان خارن خاری، عبدالمطلب نەڤیێ خو دا بەرملێ خو وئینا دەڤ مەزنێن بەنو هاشمیان و نیشا وان دا .. مەزنێن بەنو هاشمی هەمی مانە حێبەتی ب دیتنا رویێ ڤی ئێتیمێ هوسا یێ جان و ئەو روناهیا ژێ پەیدابووی. \n\n- بەنوهاشمیا گوتە عبدالمطلب: ئەرێ ئەم دێ ب چ ناڤ گازی ڤی زاروكی كەین؟\n- عبدالمطلب گوتە وان: موحەمەدە، موحەمەد. \n\nل روژێن دویڤ دا و ل نیڤرویەكا گەرم؛ كاروانەك ژ بادیێ هات كو بادی یا ژ بێ بارانیێ‌ یا هشك بووی، ئەڤ كاروانە یێ دهێت و توزێ ئەو یێت گرتی، چونكی ئەوان بو ماوەیەكێ درێژە باران نەدیتی، هەرچەندە دەستپێكا بهارێ ژی بوو، بەلێ پا وەسا دیارە بهارا وان زوی یا هشك بوی ژبەركو باران ب سەردا ناهێتەخار.\n\nدناڤا ڤی كاروانی دا هژمارەكا ژنان هەبوون، ئەڤ ژنە دهاتن     و وان زاروكان خودان بكەن یێن ژنوی ژ دایك دبن و ل دەڤ خەلكێ مەككەهێ هزرەك هەبو و دگوت: ئەگەر بچویك ل بادیێ مەزن ببن دێ یێن بهێز و زیرەكبن.\n\nل دەستپێكا كاروانی دوو ژن هەبوون ب ناڤێ عومرە و شەعثا.. شەعثایێ دگوتە عومرەیێ مانە یا حەلیمایە و زەلامێ وێ ماینە ل دوماهیا كاروانی و نەشێن ب رێڤە بهێن؟ \n\nعومرە دبێژیتێ ئەم نەشێین خو ل وانا بگرین و حێشترا وان یا برسیە و لەشەكێ زەعیف و لاواز یێ هەی و ئەڤ روژا ئەم تێدا گەلەك روژەكا گەرمە و ئەڤە نە ئەو روژە یا كەس ل خو ل كەسێ بكەتە خودان و وەرە دا زوی بچین و ب مەككەهێ را بگەهین و بوخو هندەك زاروكان پەیدابكەین كو دەیبابێن وان د زەنگین بن یان ژی مەزنێن قورەیشیان بن و ئەو تشتەكێ بدەنەمە بەرامبەر ب خودانكرنا زاروكێن وان و دا ئەم ژ ڤێ رەوشا نەخوش رزگاربین. \n\n",
        "favorite": 0,
        "id": 4,
        "title": "خەونا عبدالمطلبى و شەرێ هەرفاندنا کەعبــــــــــــێ"
    },
    {
        "description": "ل دوماهیكا كاروانی ئەوێ ژ بادیێ بو مەككەهێ هاتین حەلیمە سەعدیە یا دیارە گەلەك یا وەستیایە و ژ لاوازیا حێشترا وێ یا مایە ل دوماهیا كاروانی، و ژبەر نەبوونێ و هەژاریێ یێن ماینە تێهنی وبرسی و پێچێنابیت بوخو ژ بو كار و بارێن خو دەوارەكێ نوی بكرن.\n\n- حارپ زەلامێ حەلیمایێ یە و یێ گازی حەلیمایێ دكەت ودبێژیتێ: لەزێ بكە حەلیما ژبەركو ئەم گەلەك گیروبوین و هەمی كاروانیان ئەم هێلاین و روژ دێ ئاڤا بیت و دڤێت بگەهینە مەككەهێ هێشتا روژ ئاڤانەبووی.\n\n- حەلیما ب دەنگەكێ پری خەم دبێژیتێ: مانێ شیانێن مە ئەڤەنە ما ئەز چبكەم ئەز نەشێم زێدەتر پێنگاڤان پاڤێژم و دەوارێ مە گەلەك یێ بێ چارەیە و نەشێت پێنگاڤێن خو پاڤێژیت.\n\n- حارثی گوتێ: لەزێ بكە ئەی ژن ئەگەر نە؛ كاچەوا ئەم ب دەستخالی هاتینە دێ وەسا ب دەستخالی ڤەگەرینەڤەژی.\n- حەلیمایێ دوبارە گوت: چبكەم؟ شیانێن من ئاها ئەڤەنە، ها وەختە دێ كەڤم، ها وەختە بچیكێ مە دێ ژ برسادا مریت، نەشێم.. نەشێم زێدەتر! \n\nچ سالەكا هشكاتی و نەخوشی بو سەر بادیێ دا هاتیەخار، ئەسمانێ وان ئێك چپكا بارانێ ژی نەهاتیە، ئەردێ وان هەمیێ بویە توز و غوبار، و ئێك داڤا گیایی ژی لێ شوین نەبویە... هەوار ئەڤە چ نەخوشیە ل دویڤ نەخوشیێ..\n\n- حەلیما یا دبێژیت: هەوار وەی هەوار ئەڤە چ نەخوشیە. \n- حارپ یێ دبێژیتێ: بێهنا خو فرەهبكە ئەی ژنێ، بێهنا خو فرەهكە ئەی حەلیما بەلكی سباهی ئەم تشتەكێ بخو ببینین و خێر وباشی بومە تێدابیت، لەوما لەزێ بكە و بەری تاریاتی ب سەرمەدا بهێتەخار. \n\nتاریاتی هێدی هێدی یا ب سەر مەككەهێ دا دهێتە خار و ئـامینا و حارپ یێ ب رێڤە بەرەف مەككەهێ ، و دا ئەم بهێینە ناڤ مەككەهێ دا و بهێین بەحسی ئامینایا دەیكا پێغەمبەری بكەین (سلاڤێن خودێ لێبن)..\n\n\nئامینا یا ل بەر پەنجەرێ روینشتیە و بەرێ وێ یێ ل كەعبا پیروز، و بەرێ وێ یێ ل رێكێ؛ چونكی دزانیت دێ ئەو ژنێن بەنی سەعەد هێن دا شیری بدەنە زاروكان، و دا ئەوژی زاروكێ خو فرێكەتە بادیێ ژ بو وێ چەندێ ئەڤی زاروكی هێزەكا باش هەبیت و ئاقلەكێ پێگەهشتی تر و ساخلەمیەكا باشتر و زمانێ وان زمانەكێ رەوان بیت.\nئامینا د هزرێن خو دا یا چویە خار و یا هزرێن (عبدالله)ــی دكەت؛ هەروەكی عبدالله یێ بەرێ خو ددەتە ریێ كورێ وێ و یێ‌ دبێژیت: ئەڤە چ بیرهاتنە؟\n\nو ئامینایێ چاڤێن وێ د غەریبیا (عبدالله)ـی دا تژی روندك بوون، و هزرا وێ چەندێ دكەت دەمێ گوتیە (عبدالله)ـی ئەز حەزناكەم تو بچیە ڤێ گەشتێ، بەلێ عبدالله دچیت؛ و ئامینایێ هەردگوت نەچە، ئەی عبدالله نەچە.\n\n- (عبدالله)ــــــی دگوتێ چنینە و ب خەم نەكەڤە و ئەڤە گەشتەكا درێژنابیت و دێ یا كورت بیت و دبێژیتە ئامینایێ: ئەی ئامینا تو دزانی مە ب تنێ پێنج سەرێن پەزی یێن هەین و دڤێت ئەم بوخو كارەكی بكەین و هوسا بومە دەستنادەت.\nل وێ بهارا هندا خەملی یا مەككەهێ و دول و نهالێن مەككەهێ كەسك بووی، دلێ ئامینایێ یێ تژی خەم بوو، چونكی عبدالله د ژیانێ دا نەمابو و كورێ خو نەدیتبوو.\n\nدناڤا ڤان خەیال و هزرێن ئامینا تێدا چویەخار؛ بەرێخودانەكێ بو كورێ خو دكەت و یا دبینیت كو كورێ وێ یێ دخەوەكا كویر و خوش دا و هەر روناهی یا ژ سەروچاڤێن وی دچیت، و دبێژیت ئەڤ زاروكە دێ بیتە چ؟ و یا ڤی زاروكی دەتە بەرسینگێ خو و هەروەكی وێ ئەڤ گەردونە هەمی دایە بەرسینگێ خوو.\n\nدناڤا ڤان خەیالان دا ئامینایێ گوه ل قوتانا دەرگەهێ مالێ بوو، و ل پشتا دەرگەهی گوتێ ئەو كیە؟ \n- گوت: ئەز ژنەكم ژ وان ژنێن شیری د دەنە زاروكان، ئەرێ هەوە زاروكەك هەیە؟ \n- ئامینایێ گوت: بەلێ و كەیفا وێ گەلەك هات و جارەكا دی گوت: بەلێ وەرە و تو ب خێرهاتی سەرچاڤا و یا زاروكی خو دەتە بەرسینگێ خو و دبێژیت: ئاخ ما چەندێ جان و شرینە و ئێتیمە!\nو یا دیارە ئەو ژنێن زەلام نەیی د هەژارن و چ نینە بدەنە ڤان ژنێن ل بادیێ هاتین لەوما ئەوێ ژنێ گوت: ئەرێ ئەڤە ئێتیمە؟ وهەروەكی بو وێ نەخوش بو ئێتیم و گوت مادێ چ ل ئێتیمی كەین؟\n \nژبەر ڤێ ئاخڤتنێ چاڤێن ئامینایێ تژی روندك بوون و گوت: ئەز دەیكا ویمە و باپیرێ وی ژی شێخەكێ بەنوهاشمیایە.\nئەوێ ژنێ ئەڤ بچیكە هێلا و وەرنەگرت و گوتە ئامینایێ ل من ببورە و دچیت و یا بوخو دبێژیت: ئەم دێ چ ل زاروكەكی كەین نە بابە و نە حالە و ئەم بخو ژی د هەژارین و ئەڤ ئێتیمە فایدێ مە ناكەت.\n\nئامینایێ زاروكێ خو دا سینگێ خو و روندك ژ چاڤێن وێ هاتنەخار و نە ئاخڤت؛ و ئەو شەڤە دەربازبوو و هەمی ژنێن بادیێ زاروك ب دەستخوڤە ئینان ب تنێ حەلیمایا ژار و بێ حال نەبیت چ زاروك دەست وان نەكەفتن، و هەروەكی چ زاروك ل مەككەهێ نەمان؛ ئەو بوخو ببەن و ب خودانبكەن بەرانبەری تشتەكی كو ئەو پێ دەبارا ژیانا خو بكەن.\n\nحەلیما هێشتا چ زاروك دەستخوڤە نەئینانە و هەڤالێن وێ هەمی یێن ب كەیفن چونكی هەمیان زاروكێن ب دەستخوڤە ئیناین   و یا روندكان دئینتە خار و دبێژیتە زەلامێ خو: ئەم چ بكەین ئەی (ئەبا كەبش)؟ مە نەڤێت ئەم بچین و بێ زاروك ڤەگەرین و تو دزانی بەس ئەو ئێتیم یێ مای و ما ئەم دێ چ ل ئێتیمی كەین؟ \nحارثی گوتێ: رابە دا بچین وی زاروكی ببەین و بەلكی خێر   و بەرەكەت دگەل وی زاروكی بهێن و خو دامایی نەكە؛\nحەلیما دزڤریتەڤە و قەستا وی زاروكێ ئێتیم دكەت و ددەتە بەر سینگێ خو و دەمێ دایە بەر سینگێ خو گەلەك كەیفەكا مەزن بو چێبوو. \n\nدەمێ حارثی سەحكریە ئەنیا وی زاروكی دیت روناهیا ژێ دچیت و دبێژیتە حەلیمایێ تو سەحكێ ئەڤ زاروكە چەندێ جوانە و یێ پسیاردكەت حەلیما ناڤێ ڤی زاروكی چییە؟ \n\n- حەلیمایێ وەسا ب حەنان و ڤیان ئەڤ زاروكە دابو سینگێ خو و گوت: ناڤێ وی موحەمەدە.\n- زەلامێ وێ گوت: موحەمەدە؟ موحەمەدە؟ من ناڤێن هوسا جوان گوهلێ نەبوینە! \nو هەردوو پێكڤە چون داخو ب كاروانی را بگەهینن، بەلێ پا هەستەكا خوش و مەزن ل دەڤ وان پەیداببوو؛ و زیرەكیەكا زور ل دەڤ پەیدابوو، و ئەڤ زیرەكیە و هەستە بەری هینگی ل دەڤ نەبوو.  \n\nحەلیما روینشت و دا شیری دەتێ بەلێ پا ما حێبەتی و گوت: ئەڤە چییە دهێتە رویدان؟ ئەز باوەرناكەم، و یا پسیاردكەت ئەڤە سینگێ منە تژی شیر بوی و شیر وەكی كانیەكێ یێ ژێ دهێت و گاڤ بو گاڤێ شیرێ وێ یێ زێدەتر لێ دهێت و هەر یا مایە حێبەتی و یا دبێژیت: سینگێ منە هندە شیر ژێ دهێت؟ كو زاروكەك پێ تێربیت وب تنێ ژلایەكێ سینگێ من؟ كا بلا زاروكێ خو ژی پێ شیر بدەم ودیارە ئەڤ زاروكە ژی تێردبیت و هەردوو نڤستن.\n\nحەلیما جارەكادی یا پسیاردكەت و یا دبێژیت: ئەرێ ئەڤە چ زاروكە؟ ئەڤە چ ئێتیمە؟ چپكا شیری ل سینگێ من دا نەبو و هوسا سینگێ من تژی شیر بوی دیارە بەرەكەتێ دەستپێكر، و بەرەكەتێ دەستپێكر.\n",
        "favorite": 0,
        "id": 5,
        "title": "بەرەکەتێن پێغەمبەری (سلاڤ لێ بن) ل زاروکینیێ\rو چونا موحەمەدی (سلاڤ لێ بن) بو بادیێ (بەشێ ئێکێ)"
    },
    {
        "description": "حارث بەرەڤ وێ حێشترێ چوو یا كو ب رێڤە نەدچوو ل دەمێ ژ بادیێ دچونە مەككەهێ، ئەو حێشترا بێ شیر و گەلەك زەعیف و بێ چارە و لاواز و دچیت سەحدكەتە شیرێ وێ؛ بەلكی هندەك شیر هاتبیتێ دا وەك خارن ئەو و حەلیما بخوون.\nحارث دمینتە سەرسورمان و حێبەتی! و یێ پسیارا ژ خو دكەتن: ئەرێ ئەڤە ئەو حێشترە یا بێ شیر؟ ئەرێ ئەڤە ئەو حێشترە یا لاواز و زەعیف؟ ئەرێ ئەڤە ئەو حێشترا مەیە؟ و مە خەلەت نەكریە و دگەل كەسێ نە گوهریە؟ \nو كەیفەكا زور بو چێدبیت و گازی حەلیمایێ دكەت و دبێژیتێ: وەرە سەحكە حێشترا مە گوهانێت وێ یێن تژی شیر بوین. \nو بەردەوام دبیت و دبێژیتێ: ئەی حەلیما ئەڤە چ بەرەكەتە؟ ئەرێ تو دزانی پشتی مە ئەڤ زاروكە ئینای و دایە بەرسینگێ خو بەرەكەتەكا سەیر یا ب سەرمەدا هاتی؟ \nو ب ڤی رەنگی شەڤەكا تژی خێر و بەرەكەت ب سەروان دا دچیت، ژنێت بەنی سەعدیا یا خو بەرهەڤكری و دێ بەرەڤ بادیێ چن و یا خو ل روناهیا سپێدێ گرتی و بەس بشێن رێكا خو ببینن و بدەنە رێ، بەلێ پا ئەڤ جارە دەما ب رێكەفتین ئەڤ ژنە گەلەك د سەیر و حێبەتی نە؛ بەرێ خو ددەنێ كو (حەلیما سەعدیە) ئەوا كو حێشترا وان یا لاواز و نەدشیا ب رێكێ دا بچیت و مایە ل دوماهیا كاروانی؛ نوكە دبینن حەلیما یا كەفتیە خوشیەكا مەزن دا و حێشترا وان ل دەستپێكا كاروانی دچوو، ژنێن دناڤ ڤی كاروانی دا دزانی تشتەكێ ب سەیر یێ هەی و حەتا خو ئەڤ كاروانیە هەمی ب هێزكەفتبوون و شیانێن وان زێدەتر لێ هاتبوون.\nحەلیما یا سەحدكەتە موحەمەدی (سلاڤێن خودێ ل سەربن) و یا دبینیت روناهیا ژ ناڤچاڤان دچیتن و گاڤ بو گاڤێ ڤیانا موحەمەدی د دلێ حەلیمایێ دا پتر لێ دهات، كا چاوا ڤیانا موسای ل دەڤ ئاسیایێ هەڤژینا فیرعەونی زێدەتر لێ دهات دەمێ یێ‌ زاروك،    و ئەو یا دبێژتەخو: ئەو چیە تو دبینی حەلیما هوسا شیر ل دەفتە زێدەبووی و حێشترا مە هوسا زیرەك بووی و تژی گوهانێن وێ     شیر بوین، و یا بەرێ خو دەتە عەسمانان و دبێژیت: ئەرێ ئەڤە ژ ئێتیمەكێ موبارەكە؟ ئەرێ دێ پاشەروژا ڤی زاروكی چبیت؟ و پاشەروژا حەلیمایێ ژی دێ چبیت؟ \nحەلیما و حارث یێن كەتینە بەریكا كاروانی و ئەو چ ژ ڤێ نهێنیێ نزانن و پشتی گەهشتینە بادیێ روژەك ژ روژان خەلك دناڤ حەوشكێ كوم دبوو، ل مەغرەبیان و بەرێ وان ل پەزێ وان بو دا بزڤرن؛ موحەمەد بەرەكەت بو ژ بو حارثی و حەلیمایێ. \nحارثی وان ل بادیێ پەز هەبوو و پەزێ وان ژی تژی شیر ببو، و حارثی دگوتە حەلیمایێ: تو سەحكە پەزێ مە؟ تو سەحكە حێشترا مە؟ چەند شیر یێ هاتیە وان. \nو ژنێن بەنی سەعەد هەمی ب جارەكێ یێن ماینە حێبەتی و یێ دبێژنە ئێك و دوو و دبێژن: ئەرێ ما پەزێ حەلیمایێ وان ژی هەر ناچیتە وی جهێ پەزێ مە دچیتێ؟ ئەرێ بوچی پەزێ وان پتر یێ مە شیر تێ هەیە؟ \nو یێ گازی شڤانێن خو دكەن و ب گازندەڤە دبێژنێ: ماهوین ناسەحكەنێ پەزێ حەلیمایێ ل كیڤە د چەریت؟ ئەرێ ب درێژاهیا روژێ هوین چ دكەن؟\nشڤان ژی دبێژنێ: ب خودێ‌ یێ مە و یێ وان وەكی ئێكە و ل ئێك جه ئەم د چەرینین.\nو ب ڤی رەنگی هەمی یێت مایینە حێبەتی و كەس نهێنیا موحەمەدی نزانیت (سلاڤێن خودێ ل سەربن) \nموحەمەد بو چەند سالەك و دگەل (سارح و شەیمایێ) كور و كچێن حەلیمایێ دچونە ژ دەرڤە نزیكی بەرخكا دبوون، بەرخكا گەلەك خو نزیكی دەوروبەرێن وی كومڤە دبون و داخازا وەكو حەنانەكێ وەكو ئێمناهیەكێ ژێ دكر.\nموحەمەدی ژی یاری دگەل دكرن و دەستێ خو دكرە سەرێ بەرخكا و ب ڤی شێوەی بەرخكا ژی سەرێ‌ خو ب رویێن پێغەمبەرێ خوشتڤی ڤە دنان وەكی ئێمناهیەك و رحەتیەك بو وان پەیدادبوو. \nجارەكێ شڤانەكێ گوت: ئەرێ هوین ناسەحكەنە ڤی زاروكی؟ ئەرێ هوین نابینن كو ئەڤ زاروكە ل ڤێ گەرما بادیێ چ جارا نامینتە بێ سیبەر و بەردەوام عەورەك یێ ل هنداڤی وی و ئەو كیڤە دچیت عەور دچیتە وێرێ و دبیتە سیبەر بو زاروكی؟ ئەرێ هوین نابینن ئەڤ بەرخكە پتر هەمی زاروكان ل دەوروبەرێن موحەمەدی ناچن     و بەس ل دویڤ وی دچن؟ \nو بەردەوام پسیاردكەن و دبێژن: ئەرێ ئەڤە چ زاروكە هوسا یێ پیروز و موبارەك؟\nحەلیما گەلەك ب موحەمەدی ڤە (سلاڤێن خودێ ل سەربن) هاتبو گرێدان و هەروەكی چەوا دەیكەك ژ دل حەش زاروكێن خو دكەت و پێڤە دهێتە گرێدان، و حەلیما نەدشیا ژێ دویركەڤیت وبەردەوام دەمێ حەلیما دچوو كارەكێ زوی ڤەدگەریا ژبەر غەریبیا وێ بو پێغەمبەری (سلاڤێن خودێ ل سەر بن) و بەردەوام ئەو ددا بەر سینگێ خو و دەمێ ئەو هەمبێز دكر هەروەكی خوشی و ئارامیا دونیایێ هەمی یا حەلیمایێ.\nجار جارە ئەڤ زاروكێن ژ مەككەهێ دبرنە بادیێ د زڤراندنە مەككەهێ ژ بو وێ چەندێ نیشا دەیبابێن وی بدەن و غەریب نەبن، حەلیما ژی ڤەگەریا مەككەهێ ژ بو وێ چەندێ موحەمەدی (سلاڤێن خودێ ل سەربن) نیشا دەیكا وی ئامینایێ و باپیرێ وی عبدالمطلبی بدەت.\nحەلیمایێ دەستێ پێغەمبەری یێ گرتی و ئەو یێ زیرەك و ب هێز كەفتی و گەلەك یێ ساخلەمە و روویەكێ گەش و پری روناهی یێ هەی و دوو چاڤێن مەزن یێن رەش و دوو بریێن مەزن و تژی یێن هەین.\nل ڤی دەمی دا ئامینا ژی دەیكا پێغەمبەری یا چاڤەرێ وی یە و گەلەك یا ژێ غەریب بوی و حەزدكەت دوبارە سەبرا خو ب موحەمەدی بینیتەڤە.\n دەما ئامینایێ موحەمەد دیتی و دا بەر سینگێ خو و هندی ئامینایێ حەش (عبدالله)ـــــی دكر بەردەوام گەل خو دئاخفت          و دگوت: ئەی عبدالله ئەڤە موحەمەدێ تەیە ئەڤە كورێ تەیە و هەر خوزیا ئامینایێ ئەو بو كو عبدالله یێ ساخ با و دگەل وان دابا و زاروكێ خو دیتبا و ئەڤ خوشیە دیتبان!\nو پاشی ب دەنگەكێ نزم دگوت تو هەریا ساخبی كچا ژوئەیبی (مەبەست حەلیمایە).\nحەلیمایێ داخاز ژ ئامینایێ كر و گوتێ: ئەم حەزدكەین و داخازدكەین سالەكا دژی تو ڤی زاروكی بهێلیە ل دەڤ مە و ئەم چاڤێ خو بدەینێ چونكی مەككەهێ هندەك نەخوشی و ئێش یێن پەیدابووین.\nحەلیمایێ دزانی ئەڤی زاروكی چەند بەرەكەت یا بو وان ئینای لەوما یا مایە ب ئامینایێ ڤە كو رازی بكەت و موحەمەدی بو سالەكا دی ژی دگەل خو ببەتە بادیێ.\nئامینا ب ڤێ چەندێ رازیبوو؛ و بو سالەكا دی ژی كورێ خو داڤێ كو ل دەڤ حەلیمایێ بیت، دڤی دەمی دا كەیفا حەلیمایێ گەلەك هات و دەستێ وی گرت و برە بازاری كو بازارەك هەبو ب ناڤێ (عكاظ) دچیتە وی بازاری. \nل وی دەمی هوزەك هەبو بناڤێ (هەوازن) ئەوان پەیكەرەك دانابو ل ڤی بازاری كو گەنجێن وان و بەندێن وان پێكڤە ل ڤێرێ‌ پرچا خو د قوساند و دەستێ خو د ڤی پەیكەری دا ئیناخار وەكی بەرەكەت بو وان و ئەوان خو وەك بازنەیان كومدكر و مەزنێن وان دناڤ وان دابوون و هوزان دگوتن؛ و هندی بازرگانێن وان بوون ل دویر د راوەستیان و دڤیا قازانجەكێ بكەن.\nحەلیما یا چویە دناڤ بازاری دا بو كرینا هندەك جل و بەرگان و دڤی دا موحەمەد دابو بەرسینگێ خو و دناڤبەرەكێ دا هەڤالەكا وێ گوتێ: تو نابێژیە مە ئەڤە چ زاروكە؟ حەلیمایێ گوت: ئەڤە كورێ منە و ئێتیمە و نە باب هەیە و نەمال هەیە، و هەڤالا وێ دگەل وان ژنێن دی گوت ئەم دبینین ئەڤی زاروكی پاشەروژەكا گەش یا هەی و گەلەك یێ پیروزە.\nزەلامەك ل ناڤ ڤی بازاری هەبو و فال ڤەدگرتن و خەلكی زاروكێن خو دبرنە دەڤ، هەڤالێن حەلیمایێ گوتێ: ئەرێ ما چیە تو ڤی زاروكی بەیە دەڤ و نیشابدەی؟ چونكی تێگەهشتنا وان یا هوسابوو.\nو حەلیما رازی بو و گوت بلا ئەز دێ ڤی زاروكی بەمە دەڤ دا بومن سەحكەنە پاشەروژا وی.\n\n\n",
        "favorite": 0,
        "id": 6,
        "title": "بەرەكەتێن پێغەمبەری ل زاروكینیێ وچونا موحەمەدی (سلاڤ لێ بن) بو بادیێ (بەشێ دووێ)"
    },
    {
        "description": "حەلیما چوو دا زاروكی بەتە دەڤ فالڤەگری و دیت كو ئەڤ مروڤە یێ ل سەر تەختەكێ داری روینشتیەخار و تژی دەردورێن وی مروڤن و چەند ژنەك و زاروك یێن د دەستێن وان دا ل وێرێ بوون، چونكی سروشتێ ژنێ یێ وەسایە ئەو پتر حەز ژ ڤان كاران دكەت، (هەلبەت دڤێت مروڤ خو ژ ڤان كاران بدەتە پاش و ئەڤ كارە ددروست نینن) حەلیمایێ ژی ئەو هزرەیا هەی چونكی ل وی دەمی ئیمان نەبو و وان خودێ نە دنیاسی و پەرستنا پەیكەران دكر،\nحەلیما چوو دەڤ وی زەلامی و گوتێ: ئەی مروڤ كا بومن سەحكە ڤی مروڤی و پاشەروژا وی بێژە؟\nئەو مروڤە سەحدكەتە روویێ پێغەمبەری و بێهنەكێ د راوەستیت و د مینیتە حێبەتی و ب چاڤێن زیق یێ تەماشە دكەتن، حەلیمایێ ژی د هزرا خو دا دگوت: ئەڤە دێ هەر تشتەك هەبیت د ڤێ بەرێخودانا ب سەیر یا ڤی فال ڤەگری و ب گومان دكەڤیت.\nپاشی وی زەلامی گوتە حەلیمایێ: ئەرێ ئەڤە كورێ تەیە؟\n\n- حەلیمایێ گوت: نەخێر.\n- زەلامی گوت: ئەڤ زاروكە ئێتیمە، ئەڤی باب نینە، و پاش وەك رەجفینەكێ ل دەڤ ڤی زەلامی پەیدابوو؛ و دوبارە سەحكرێ وپسیاركرەڤە گوتی ئەرێ ژ راست ئەڤە ئێتیمە؟\n- حەلیمایێ گوت: بەلێ ئێتیمە. \n- ئەو زەلامە ژ جهێ خو رادبیتەڤە و یێ د لەرزیت و ب دەنگەگێ بلند گازی دكەت و دبێژیت: ئەی گەلی عەرەبان، ئەی گەلی جوهیان ئەڤی زاروكی بكوژن و نەهێلن و چاڤێن ڤی زەلامی یێن زیق بوین و یێ‌ تورەبووی. \nل و دەمی قەرەبالغەك دروست دبیت و دناف ڤێ قەرەبالغێ دا حەلیمایێ زاروك دا بن كراسێ خو و ڤەشارت و شیا ژ ناڤ قەرەبالغێ دەركەڤیت و خو قورتال بكەت، خەلك هات و كومڤەبوو و گوتە ڤی زەلامی: تە خێرە تو یێ دین بووی؟ \n\nحەلیما ژی هەر چوو و حەتا هەوایێ بادیێ هەلكێشای وحەلیمایێ زانی ئەو ئێمن بوو؛ ژنوی بێهنا وێ هات.\n\nوی فالڤەگریی گوتە خەلكی: بگەهنە وی زاروكی و بكوژن و ئەو مەترسیە بو سەر پاشەروژا مە.\n\nئەرێ ڤی زاروكی چ نهێنی هەنە! و حەلیمایێ هژمارەكا تشتێن سەیر یێن ب چاڤێن خو دیتین.\n\nروژەك ژ روژان ل بادیێ و ل سپێدەهیەكێ موحەمەد (سلاڤێن خودێ ل سەربن) دگەل برایێ خو یێ شیری (سارح) دەردكەڤن وبەرخكێن خو دبەنە پشت وان گران بو چەروانی و دبینن دوو زەلام بەرەڤ وانڤە هاتن، و جل و بەرگێن ڤان زەلامان یێن سپی نە و روناهیەكا سەیر یا ژێ دچیت و یێن د برسقن، موحەمەد یێ مایە حێبەتی، ئەرێ ئەڤ زەلامە ژ ئەسمانان هاتینە یان ژبن ئەردی دەركەفتییە؟ \nئەڤ هەردوو زەلامە بەرەڤ پێغەمبەری هاتن و موحەمەدی ڤیا ب رەڤیت بەلێ پا نەشیا و پێیێن وی شكەستن. \n\nئێك ژ وان زەلامان گوتی ئەڤە موحەمەدە؟ زەلامێ دی گوت بەلێ ئەڤە موحەمەدێ ئێتیمە و تەستەكا زێری یا دگەل وان و تژی ڤێ تەستێ بەفرا سپییە، ئەڤان زەلامان موحەمەد درێژكرە ئەردی و ئەو ژ ترسان دا یێ د رەجفیت و دڤێت ژ وان ب رەڤیت، وان زەلامان دەستێ خو ب سەر سینگێ موحەمەدی دا ئیناخار و ب ڤێ چەندێ ترسا وی نەما و هەست ب بهێنفرەهیێ كر.\n\nل وی دەمی دا سارحی دكرە غار بەرەڤ موحەمەدی و دبینین وان زەلامان سینگێ موحەمەدی یێ ڤەكری و موحەمەد یێ بێدەنگە و تشتەكی ناكەت و خو لڤینەكێ ژی ناكەت، سارح وەكی دبێژن د جهێ خودا هشك بوو؛ و خو نەشێت ئاڤا د دەڤێ خو دا داعویریت و بێهنا خو یا گرتی، سارح یێ دبینیت سینگێ موحەمەدی یێ ڤەكریە بەلێ پا نە موحەمەد دكەتە هەوار ژ ئێشانا دا و نە خوین ژێ دهێت.\n\nزەلامەك ژ وان یێ دبێژیتە یێ دی: دلێ وی بشو و پاقژكە وكەرب و حەسویدیێ ژ ناڤدا بینەدەر و ڤیان و دلوڤانیێ بكە تێدا، وان دلێ موحەمەدی ئینادەر و د ناڤا وێ تەستێ دا شویشت.\n\nسارحی وەسا هزركر كو ئەوان زەلامان ئەو دیت لەوما بلەز ژوێرێ رەڤی و بەرەڤ دەیكاخو هات و یێ دكەتە هەوار و دبێژیت: دادێ، دادێ! وەرە لەزێ بكە وان برایێ من كوشت وان موحەمەد كوشت وەرە دادێ.\nحەلیمایێ دەمێ ئەڤە گوهلێبووی ژ ترسادا لەرزی و ژ جهێ خو رابو و گوت: تە چ گوت سارح؟ تەخێرە كورێ من؟\nو حەلیمایێ كرە غار و دگەل خەلكی بەرەڤ وان گرا ڤە چوون و دیت موحەمەد یێ راوەستیایە ژ پیاڤە و لێڤێن وی یێن د لەرزن، حەلیمایێ ئەو دا بەرسینگێ خو و چاڤێن وێ تژی روندك بوون و دبێژیت: ئەڤە چیە دهێتە سەرێ ڤی زاروكی؟\n\nهەر ژ ڤێ رویدانێ و تا پێغەمبەر مەزن ژی بوی و دەمێ سەحابیا ددیت جهێ دروینەكێ وەك نیشان ل سەر سینگێ موحەمەدی هەبوو؛ (سلاڤێن خودێ ل سەربن). \nحارثی گوتە حەلیمایێ: یا باشتر ئەوە ئەم ڤی زاروكی بو دەیكا وی بزڤرینین.\n\nحەلیمایێ گوت: ئەی بابێ كەبشی تو دزانی ئەز چەند یا ب ڤی زاروكی ڤە هاتیمە گرێدان؟ ئێدی دلێ من خوشی و ئارامیێ نابینیت ئیلا ب نێزیكیا وی نەبیت. \nحارثی گوت: راستە بەلێ‌ پا ترسا مە ئەوە تشتەك لێ بهێت، و ئەڤە ئەمانەتە ل دەڤ مە.\n\n حەلیما نەچاربو كو موحەمەدی بو نیك دەیكا وی بزڤرینیت، د ڤان ئامادەكاریان دا حەلیما دناخێ خو دا دسوت و جەرگێ وێ ئاگر بەربویێ و دگوت: ئەز دێ چەوا بێ موحەمەدی قەتینم و چەوا دێ سەبرا من هێـت؟\nد رێكا زڤرینێ دا بو مەككەهێ دا و گەهشتنا وان بو دناڤا مەككەهێ دا و دەمێ موحەمەدی كەعبە دیتی كو وی دەمی ژیێ وی چار سال بوون و دیت هژمارەكا حەجیان ل وێری بوون و خو ژ دەستێن حەلیمایێ دا دهاڤێت و د چیتە ناڤ وان زەلامان دا ئەڤێن ل دور كەعبێ، بەلێ‌ پا ل دەمەكی دا موحەمەد دناڤ مەككەهێ دا بەرزەبوو، وەسا هاتە بەلاڤكرن كو نەڤیێ عبدالمطلبی یێ ژ بادیێ زڤراندی؛ بەلێ‌ پا ل مەككەهێ یێ بەرزەبووی.\n\n حەلیما یادكەتە گری و ب گریەكا تژی ترس، چونكی ئەمانەت ئینا مەككەهێ و ل مەككەهێ بەرزەبوو؛ و هەمی مروڤان دەستپێكر لێگەریان.\nعبدالمطلب گەلەك ئالوزبوو، و بوی نەخوش بو و یێ هزرا خو دكەت كا دێ نەڤیێ وی هێـتە دیتن یان ناهێتە دیتن و یێ لاڤا دكەن كو خودێ بو وان موحەمەدی ب زڤرینتەڤە.\nژدویرڤە (وەرەقە بن نەوفەل) یێ ل دەوارێ خو سیارە و یێ دهێت و گازی دكەت مزگینی بوتە ئەی شێخێ بەنوهاشمیان من موحەمەد دیت، و ئەڤ مروڤە خودان تێگەهشتنەكا گەلەك مەزن بویە و پەرستنا خودایێ ئێكانە دكر. \n\nدڤێ ناڤبەرێ دا حەلیمایێ و زەلامێ وێ بەرەڤ وەرەقە بن نەوفەلی ڤە چوون و دكرەهەوار: كورێ مە.. كورێ مە.. و عبدالمطلب دچیت زاروكی ددەتە بەر سینگێ خو و ژ گریان دا روندكێن وی هاتینە خار حەتا رهێن وی یێت سپی تەربوی و عبدالمطلب دانیتە سەر ملێ خو و دبەت ل كەعبێ تەوافەكێ پێ دكەت بەری كو ببەتە دەڤ دەیكا وی ئامینایێ.\nدەمێ موحەمەدی دبەنە بەردەرگەهێ مالێ.. ئامینا پسیاردكەت و دبێژیت: ئەرێ حەلیما تە بوچ موحەمەد زڤراندەڤە؟ \n\n- حەلیمایێ ب دەنگەگێ هێدی و تژی خەم و كوڤان گوت: ئەز ژێ ترسیام!\n- ئەرێ ما چ چێبویە؟\n- گەلەك رویدان یێن پەیدابوین، و گەلەك تشتێن سەیر یێن پەیدابوین.. و دهێت هەمی رویدانان بو ڤەدگێریتەڤە و رویدانا فال ڤەگری و ڤەكرنا سینگێ موحەمەدی.\n- ئامینایێ كورێ خو دا سینگێ خو و گرنژی و گوت: تو ژێ د ترسی یا حەلیما؟ و گوت: ب خودێ‌ كەمە ئەڤی كوری دێ پاشەروژەكا گەش هەبیت. \n\n\n",
        "favorite": 0,
        "id": 7,
        "title": "ڤەكرنا سینگێ پێغەمبەری ل دەمێ زاروكینیێ"
    },
    {
        "description": "پشتی موحەمەد ژ بادیێ ڤەگەریایە مەككەهێ و هاتیە دەڤ دەیكا خو ئامینایێ، ئامینا گەلەك كەیفخوش دبیت و هزردكەت ئەڤ دونیایە هەمی یا وێیە، و ژیان و مالا ئامینایێ تامەكا دی وەرگرت و خوشیەكا دی وەرگرت، ئەڤە موحەمەدە یێ دل و چاڤان تژی دكەت ودناف مالێ دا دهێت و دچیت ژ ڤی رەخی و بو رەخێ دی و یێ یاریا دكەت.\n\nدەمەك ژ دەمان موحەمەد یێ د پەنجەركا مالێ دا سەحدكەتە كەعبێ و ئەو روناهیا ژ وی جهی دچیت، و ل دەمێ روژئاڤابوونێ وتاریاتی یا ل سەر مەككەهێ دا هاتیە خار، ئامینایێ موحەمەد دا بەر سینگێ خو و روندك ژ چاڤان هاتن و كرە گری، و كورێ وێ موحەمەد یێ سەحدكەتێ و دەیكا وی یا دكەتە گری، موحەمەدی روندكێن دەیكا خو پاقژكرن و گوتێ: ئەی دەیكامن ئەرێ بوچی تو دكەیە گری؟\nئامینایێ ژی روندكێن خو پاقژكرن و هات سوحبەتا بابێ وی بو وی ڤەگوهاست و د ڤێ ناڤبەرێ دا هزرەك بو ئامینایێ چێدبیت و دبێژیت: ئەرێ بوچی ئەز قەستا گورێ (عبدالله)ـــــــی ناكەم؛ بابێ موحەمەدی؟ \nدەمێ بویە سپێدە دچیتە دەڤ خەزیرێ خو عبدالمطلب وداخازێ ژێ دكەت بچیتە سەر گورێ زەلامێ خو یێ وەغەركری، ئەوژی رێكێ ددەتێ و دزانیت كا ئامینا چەند یا غەریبە و هزرێن زەلامێ خو دكەت، ل ڤێرەدا ئامینا داخازیەكا دی ژی دكەت و دبێژیتە خەزیرێ خو: ئەز حەزدكەم موحەمەدی ژی دگەل خو ببەم و رێك دا كو وی ژی دگەل خو ببەت.\n\nو ل دەمێ بویە سپێدە هەمیان خو حازركر ئەڤێن دێ چنە یەسربێ و كەیفا وان یا دهێت و بەری بچن چون تەوافەك لدور كەعبێ كر و داخازكر كو خودایێ كەعبێ وان دڤێ گەشتێ دا بپارێزیت.\nگاڤا بویە دەمێ خاترخاستنێ عبدالمطلب دگەل هەمی كورێن خو ل كەعبێ بوون و ئامینایێ دەستێ موحەمەدی گرتبوو، و یا ب شەوق بو ژ بو ڤێ گەشتێ‌، د ڤی دەمی دا روندكێن عبدالمطلبی هاتنە خار؛ چونكی نەڤیێ وی دێ بو ماوەكی ژێ دویركەڤیت و لەوما داخازێ‌ ژ خودانێ كەعبێ دكەت كو وان بپارێزیت و ئەو هزردكەت دلێ وی ژی یێ دگەل موحەمەدی دچیت و ڤێ سەفەرێ دكەتن.\nكاروانی بەرەڤ یەثربێ رێكەفتن و ل دەمێ گەهشتنا وان بو یەثربێ و پشتی ل دەڤ خالێن موحەمەدی ب بهێندانەكا كورت بێهناخو دای؛ ئامینایێ موحەمەد دگەل خو بر و چو سەر گورێ (عبدالله)ــــی كو ل جهەكێ هاتبو ڤەشارتن ب ناڤێ (دار النابغە).\n\nپشتی چوینە سەر گورێ زەلامێ خو و تژی روندكێن غەریبیێ باراندین دوبارە ئەو هاتنە دەڤ خالێن پێغەمبەری و بو چەند روژەكان ئەو مانە ل وێرێ، د ڤی ماوێ مانا ل وێرێ موحەمەدی گەلەك حەش زاروكێن یەثربێ كر و وان زاروكان ژی گەلەك حەش تێكهەلیا موحەمەدی كر، و موحەمەدی دناڤ ڤان خوشیان دا دگەل زاروكان خو ژبیرڤەكر و ئەو هەمی خەمێن موحەمەدی ژ دەیكاخو دیتین ژبیرڤەكرن.\n\nل یەثربێ گەلەك دارقەسپ و ئاڤ یا لێ هەی و دناڤ ڤان ئاڤان دا پێغەمبەر فێری مەلەڤانیا هاتەكرن و ل ڤی جهێ تاخەك نیشا پێغەمبەری هاتە دان و گوتێ ئەڤە تاخێ جوهیا نە و دبێژنێ تاخێ (بەنو قورەیچ) و ئەڤەژی (بەنو نەچیرن) و ئەڤە ژی (بەنو قەینوقاع) و ل ڤێرێ‌ كارێ ئاسنگەریێ دهێتەكرن و ل یەثربێ دوو هوز یێـن هەین بەردەوام شەر یێن هەین دبێژنێ (هوزا ئەوس و هوزا خەزرەج) و ئەڤە هێشتا ل بچویكاتیا پێغەمبەری (سلاڤێن خودێ ل سەربن) و هەروەسا موحەمەدی د بەنە چیایێ ئوحدێ و ب ڤی رەنگی گرنگیەكا زور ب موحەمەدی دهێتەدان ژلایێ خالێن وی ڤە.\n جارەكێ بەرەكە یا حەبەشی موحەمەدی دبەتە بازاری دا و یەهودی ل وێرێ بون و ئێك ژ زەلامێن یەهودی موحەمەدی دبینیت و بەرەڤ وی ڤە دهێت دگەل زەلامەكێ دی یێ یەهودی، بەرەكە ل ڤێرە گەلەك د ترسیت، لێ ئەو زەلام دبێژنێ: نەترسە ب تنێ مەدڤێت تو وی زاروكی نیشا مەبدەی.\n\nپشتی وان هەردوو زەلامان سەحكریە موحەمەدی و پستپستەك كر و پاشی گوت ئەڤ زاروكە دێ بیتە پێغەمبەرێ ڤێ ئوممەتێ! وئەڤە دێ بیتە جهێ مشەختبوونا وی.\nبەرەكە پشتی گوه ل ڤان گوتنا بووی ب لەز موحەمەدی د هەلگریت و دئینتە دناڤ مال دا، و بو ماوێ هەیڤەكێ موحەمەد و دەیكا خو دمیننە دەڤ خالێن خو ل یەثربێ، ژ بو ئامینایێ ئەڤ روژێن ل یەثربێ گەلەك زوی دچوون چونكی سەبرا وێ گەلەك ل وێرێ دهات ژبەر گورێ زەلامێ وێ، و پاش بو دوماهیك جار چوو سەر گورێ زەلامێ خو ل (دار النابغە) بو خاترخاستنێ.\n\n- خەلكێ یەثربێ و زاروكێن وێ گەلەك حەش پێغەمبەری یا كری و ئەو شەش سال بو و هەمیان بو خاترخاستنا موحەمەدی دكرە گری.\n\nپشتی بویە سپێدە ئامینا و كورێ خو ژ یەثربێ دەركەفتن و بەرەف مەككەهێ چوون و هێدی هێدی دویركەفتن بەر ب وان دول ونهالان ڤە هەتا ل پێش چاڤێن خەلكێ یەثربێ بەرزەبووی، رێكا دناڤبەرا یەثربێ و مەككەهێ نزیكی 450 كیلومەترایە و رێكا وان یا دویرە و ل دەمەكی دا كاروانێ وان گەهشتە نیڤا بیابانا گەرم ونەخوش دا، ئەرد یێ بێدەنگە و ئەسمان یێ بەرفرەهە، بەرەكە یا سەحدكەتە ئامینایێ یا دبینیت كو ئامینا یا زەردبیت و سەروبەرێ ساخلەمیا وێ گەلەك یێ خراب دبیت و تێكدچیت، و گوتی: تەخێرە ئەی ئامینا؟ \nئامینا ما بێدەنگ و یا تژی خەمە هەروەكی دزانیت هێدی هێدی روحا وێ یا دهێتە هەلكێشان.\nموحەمەد یێ زاروكە و شەش سالە یێ دبینیت دێمێ دەیكا وی یێ تژی خەم و نەخوشی و بێزاریە و ڤێ رەوشێ دا خو دهاڤێتە سینگێ دەیكا خو و دەیكا وی ژی سەرەرای بێچارەییا خو ئەو دا سینگێ خو و كورێ خو هەمبێزكر.\n\n دڤێ رەوشا نەخوش یا ئامینا تێدا هروبایەكێ ب هێز بەرەڤ وانڤە هات ل ڤێ بیابانێ و بو ئەگەرێ وێ چەندێ كاروانێ وان بهێتە راوەستاندن و دەلیڤە بو دەلیڤێ ئەڤ هروبایە ب هێزتر لێ دهێـت و خەلك یێ ل ئێك دكەنە هەوار و گازی دكەن و دبێژن هشیاری خوبن، و گەهشتە وی ئاستی كو ئەڤی هروبایێ بهێز توز و خیز بلندكر و ببو ئەگەر كو كەس كەسێ نەبینیت و ئەو هەودەجا ئامینا و كورێ خو تێدا ل سەر پشتا حێشترێ ب هەژیێت و بهێت و بچیت. \n\nد ڤی كاودانی دا موحەمەدی خو ب دەیكاخو ڤە گرتبو و لبەرسینگێ وێ بو و ئامینایێ ژی سەرەرای نەخوشیا خو ئەو گرتبوو دا چلێنەهێتن، و هێدی هێدی بێهنا ئامینایێ یا تەنگ دبیت و ب زەحمەت یا بێهنا خو دهەلكێشیت، و پشتی باروڤە بێدەنگ بوی دیت هەر ئێك یێ بەرەڤ خوڤە چووی و هەر ئێك ژ حێشترا خو هاتە خار داكو دوبارە بارێ خو ب شدینن و خو لێكبدەنەڤە.\nبەرەكە بەرەڤ حێشترێ ڤە دچیت و یا دحالەكێ گەلەك نەخوش دا و یا دبێژیت:موحەمەدی بیننەخار، موحەمەد یێ د عەمرێ خو یێ شەش سالی دا و ئەو یێ ل بەر سینگێ دەیكاخو و دەیكا وی یا بەر ب چركەساتێن دوماهیا ژیانا خو دچیت..\n\nموحەمەد یێ ب چاڤەكێ سەحدكەتە دەیكاخو و هەروەكی چاڤێن وی یێ دبێژنێ نەچە، دادێ و ئەز یێ ئێكانەمە ل ڤێ جیهانێ دا، من باب نینە و مینمە بێ دەیك ژی، كی دێ من رێڤەبەتن؟ و دلێ پێغەمبەری یێ تژی ترسە و هەر یێ دبێژیت دادێ و دادێ و دكەتە هەوار و دڤێت گوه ل دەیكاخو ببیت و زێدەتر خو دا سینگێ دەیكاخو و هەر یێ گازی دكەت و دەیكا وی بەرسڤا وی نادەت و نەشێت باخڤیت. \nدەمەكێ دا بەرەكە یا دكەتە هەوار و یا ئاخێ ب سەرێ خو وەردكەت و هەر یا دكەتە هەوار و كاروانی هەمی ژ دەوارێن خو هاتنەخار و یێ دهێن سەحكەنە بەرەكەیێ و ئامینایێ.\nو یێ دبینن كو ئامینایێ یا وەغەركری و موحەمەد یێ ل سەر سینگی و هەر یێ دكەتە گازی و دبێژیت دادێ دادێ.\nروندك ژ چاڤێن هەمی كاروانیان هاتنەخار ب دیتنا ڤی دیمەنێ جەرگ هەژین كو ئەو دیمەنە بو یێ موحەمەد (سلاڤێن خودێ ل سەر بن) هێلایە بێ دەیك و ئەو ژیێ شەش سالیێ دا و هەلبەت بەری ئەو ژدایك ببیت بابێ وی ژی وەغەركربوو. \n\n- هندەك زەلام بەرەف موحەمەدی چون داكو وی ژ سەر سینگێ دەیكا وی راكەن، ئەوژی ب ئەزمانێ خو یێ بچیك هەر یێ دبێژت: دادێ من نەهێلە، دادێ من نەهێلە.\n گوورەك ل (ئەبوا‌و) بو كولا و دەیكا پێغەمبەری ل وێرێ ڤەشارت و پشتی ئەڤ رێورەسمە تەمامبووین و چاڤێن هەمیان ب روندكبوون كاروانیان دوبارە رێكا خو گرت و بەرەف مەككەهێ دا رێ‌. \nچاڤێن موحەمەدی ب چیایێن مەككەهێ كەفتن و چاڤێن وی یێن تژی خەم و نەخوشی نە، چونكی دڤێ گەشتێ دا دەیكاخو یا ژ دەست دای و ب تنێ ڤەگەریا مەككەهێ، ئەبو گالب مامێ پێغەمبەری دەستێ بابێ خو عبدالمطلبی باپیرێ پێغەمبەری یێ گرتی و ئینایە بەراهیا وان و پێشوازیا وان و دلێ عبدالمطلبی هندە یێ ب خەمە و دلێ وی یێ خو دقوتیت و هەروەكی ئەو دزانیت تشتەك یێ رویدای.\nدەمێ نزیك بوین عبدالمطلبی گوت: كانێیە ئامینا؟\n\nدگەل ڤێ گوتنێ كاروانیا هەمیان پێكڤە كرە گری و سەرێ خو چەماند، و بەرەكە بەرەف عبدالمطلبی دچیت و دبێژیتێ: ب رێڤە وەغەركر و مە ل (ئەبوا‌و) ڤەشارت \nعبدالمطلب دكەڤیتە سەرچوكا و نەڤیێ خو موحەمەدی ددەتە سینگێ خو و د وی حالی دا روندكا د ئینیتە خار و دزانیت دڤێت ئەو ئێدی ببیتە دەیك و ببیتە باب ژی بو پێغەمبەری و خەما وی مەزنتر لێهات، و پشتی گریانەكا مەزن هەر ئێك بەرەف مالا خوڤە دچیت.\n",
        "favorite": 0,
        "id": 8,
        "title": "چونا موحەمەدی بو یەپربێ ومرنا دەیكاوی ئامینایێ"
    },
    {
        "description": "پشتی وەغەركرنا دەیكا موحەمەدی (سلاڤێن خودێ ل سەربن) ئێدی باپیرێ وی بو دەیك و بو باب ژی بو وی، عبدالمطلب هندی سەحدكەتێ پتر پێڤە دهێتە گرێدان و دبینیت كو جورەكێ زیرەكیێ یێ‌ ل دەڤ موحەمەدی هەی كو ل دەڤ كەسێ نەبویە، لێ خەما باپیری ئەوە هەر هزرا خو دكەت و دبێژیت: ئەرێ كی دێ سەبرا ڤی ئینیت و نە دەیك و نە باب و نە خویشك و نە برا كو سەبرا وی بینن و هەر یێ ئاخینكا دهێلیت و دبێژیت ئەرێ كی دێ دەستێ خو ل سەرێ ڤی دا ئینیتەخار؟ ئەرێ پاشەروژا ڤی زاروكی دێ‌ بەرەف كیڤە چیت؟\nو پشتی ئێتیم بوون و سێوی بوونا پێغەمبەری (سلاڤێن خودێ ل سەربن) بەرەكەیێ چاڤێ خو دایێ و دناڤ مالا عبدالمطلبی دا ب خوداندكر و بەردەوام عبدالمطلبی چاڤێ وی ل سەر  پێغەمبەری بو (سلاڤێن خودێ ل سەربن).\n\nعبدالمطلب ئێك ژ سەیدێن مەككەهێ بو و گەلەك نهێنی ل دەڤ هەبوون و ل دەمێ سەرەدان و رێڤەبرنا كارێن مەككەهێ ئەو ناڤ دابوو، و جارەكێ  سەرەدانا ئومەدان كربو پیروزباهیا (سیف بن یزن) ل یەمەنێ بو وەرگرتنا وی یا دەستهەلاتێ، سەیفی گوتە عبدالمطلبی تشتەك یێ ل دەڤ مەهەی ئەز دێ بوتە بێژم و دبێژیتێ: د زانستێن مە دا و ئەو پەرتوكێن مە ڤەشارتین تشتەك یێ تێدا هەی گەلەك یا گرنگە و من دڤێت بوتە بێژم...\n\n- عبدالمطلبی گوت: ئەو چیە ئەی شاه؟\n- سەیفی گوتێ: زاروكەك دێ پەیدابیت و ل ناڤ ملێن وی نیشانەك یا هەی و ئەو زاروك دێ بیتە ئیمام حەتا قیامەتێ.\n- حێبەتیا عبدالمطلبی پتر لێ هات و گوت: تە چگوت؟\n- گوت: ئاها ئەڤە ئەو دەمە كو ئەو زاروكە پەیدابیت و دبێژیت دێ بابێ وی مریت بەری ئەو پەیداببیت و پشتی هینگی دەیكا وی ژی دێ مریت و دێ باپیرێ وی و مامێن وی وی بخودانكەن. \nعبدالمطلب گەلەك حێبەتی ما و هژیانەك ئێخستە وی و مرنا عبدالله و ئامینایێ هاتە پێش چاڤان و ئێتیمیا نەڤیێ وی و دبێژیتە شاهی: ئەی شاه یێ عەمردرێژبی و ملكێ تە بوتە بەرفرەهتر لێ بهێت، ئەرێ دێ شێی هێشتا بومن ڤی بابەتی رونكەی؟ \n\n- سەیفی گوتێ: هندەك نیشان یێن هەین وەك ئەو زاروكە درەوێ ناكەت و دڤێت بنەمالا وی هشیاری وی بن و نێزیكی یەهودیان نەكەن؛ چونكی دێ بنە دوژمن بو وی و دڤێت یەهودی نێزیكی وی نەبن. \nپشتی ڤەگەریانا عبدالمطلبی ژ یەمەنێ؛ هشیاربوونا وی زێدەتر لێ هات و پتر چاڤێ وی ل موحەمەدی بوو (سلاڤێن خودێ ل سەربن) و بەردەوام دگوتە بەرەكەیێ: بلا پتر چاڤێ تە ل موحەمەدی بیت،     و بو وان دیاربو كو ڤی زاروكی پاشەروژەكا گەش و مەزن یا هەی؛ لەوما بەردەوام چاڤێ وان ل موحەمەدی بوو. \n\nبەرەكەیێ گەلەك چاڤێ خو ددا پێغەمبەری (سلاڤێن خودێ ل سەربن) و هەتا پێغەمبەر مەزن ژی بووی هەر دگوت: بەرەكە دەیكا من بو پشتی مرنا دەیكا من ئامینایێ. \nعبدالمطلب ل بەر سیبەرا كەعبێ دروینشتە خار و زاروكێن وی و ل دەوروبەرێن وی درونشتنە خار كو نەه زاروك هەبوون؛ بەلێ پا كەسێ ئەو وێرەكی نەبو بچیت سەر دوشەكا وی ب روینتە خارێ وهەمی زاروكێن وی هزرەكا مەزنبوو؛ دهاتەكرن بەلێ پا نەدچوون سەر دوشەكا بابێ خو بەلێ موحەمەد دچوو سەر دوشەكا باپیرێ خو د روینشتە خار. \n\nمامێن وی چاڤێن خو لێ دكرنە گرێ دا نەچیتە وی جهی و رێزێ ل باپیری بگرن، بەلێ پا عبدالمطلبی دەستێن خو بو ڤەدكرن وناڤچاڤێن وی ب دیتنا موحەمەدی گەش دبوون و دگوت: بهێلن، بهێلن، ئەوی پاشەروژەكا گەش و مەزن یا هەی و حەزدكر موحەمەد هەمی گاڤا ل دەڤ تەنشتا وی یێ رونشتیبا.\nعبدالمطلبی گەلەك پرەنسیپێن جوان دناڤ مەككەهێ دا دانابوون؛ وەك ئێكەم كەس بو دانا خوینێ فەرزكری ئەگەر ئێك ئێكێ بكوژیت دڤێت خوینا وی بدەت، و هەروەسا ئەوبو یێ هەڤژینیا موحەرەم ل ناڤ مەككەهێ و قورەیشیان قەدەغەكری و هەر ئەوبویە كو رێك ل خەلكی دگرت و نەدهێلا ل دور كەعبێ رویس تەوافـێ بكەن و ل وی دەمی دا دەمێ دبو مەغرەب خو بێ جلك دكر و خەلكی تەواف دكر.\n\nعبدالمطلب گەهشتە ژیێ سەد سالیێ و هەست پێدكر كو ئەڤە یێ نێزیكی دوماهیا ژیێ خو دبیت و هزر د موحەمەدی دا دكر پشتی وەغەرا وی و كادێ چلێهێت و دگوت: ئەز ڤی ئەمانەتی رادەستی كێ بكەم؟ وی پتر هەمیا باوەی ب كورێ خو ئەبوطالبی هەبوو دگوت: ئەگەر ئەو نەبیت ئەز نەشێم رادەستی كەسێ بكەم، چونكی ئەبو  طالب برایێ (عبدالله)ـــی بوو و یێن دەیكەكێ بوون.\n\nو دەمێ عبدالمطلبی ل بەر مرنێ وەسیەت كری و موحەمەد رادەستی ئەبوطالبی كر، و باپیرێ پێغەمبەری (سلاڤێن خودێ ل سەربن) وەغەركر و هێشتا ژیێ پێغەمبەری ب تنێ هەشت سال بوون.  \n\n\n\n",
        "favorite": 0,
        "id": 9,
        "title": "نهێنیا پاشایێ یەمەنێ و وەغەرا عبدالمطلبی باپیرێ پێغەمبەری (سلاڤ لێ بن)"
    },
    {
        "description": "ئەبوطالب وەكو مامێ پێغەمبەری ئەو شیرەتا بابێ خو ل بیرە دەمێ بابێ وی یێ‌ و نەساخ و ل بەر مرنێ گوتیە ئەبوطالبی: كا وەرە نزیكی من ببە، و وی خو نێزیك كری و عبدالمطلبی گوتیێ: كورێ من من چ وەسیەت نینە بو هەوە و هوین یێت بوینە زەلام و ب كێرهاتی نە و هەمی تشتەكی دزانن، و ڤێ گوتنا عبدالمطلبیی دگەل ئەبوطالبی هەروەكی یێ‌ دبێژیتێ: من باوەری یا ب تەهەی و سەحدكەتە موحەمەدی و یێ‌ دبێژیتێ: ئەی كورێ من، موحەمەد كورێ برایێ تەیە و ئەمانەتە د ستویێ تە دا و بكە دناڤ مالا خو دا و پشتی من دڤێت تو لێ ببیە خودان.\nئەبوطالب باش ئەڤ ئاخڤتنە ل بیرا وی بوون پشتی وەغەرا بابێ وی، و ئەبو طالب باشترین ئێك بو ژ برایان كو چاڤێ خو بدەتە موحەمەدی.\n\n موحەمەد هندی نزیكی ئێكێ ببا دچو دلێن وان دا؛ وەكی چویە ددلێ حەلیمایێ و زەلامی و زاروكێن وێ دا و هەروەسا ل یەسربێ چویە دلێ زاروكێن وێ دا، و هەروەسا كا چەوا بەرەكەیێ چاڤێ خو دایێ و حەژێكری و چویە د دلان دا و كا چەوا چویە د دلێ باپیرێ خودا، و وێرەكی دایە خو كو بچیتە سەر دوشەكا وی كو بەری وی كەس نەدشیا بچیتە وی جهی، ئاها هوسا چویە د دلێ ئەبوطالبی دا و دا بەرسینگێ خو و حەژێدكر و هەر دگوت: ئەڤە موحەمەدە و پارچەیەكە ژ مە و نابیت ب مینتە ب تنی، و نەدهێلا كەس خو نێزیك بكەت و تشتەكێ بێژیتێ و چاڤدانەكا باش بو دكر و دگوتێ: ئەز مامێ تەمە و تو برازایێ منی و هندی ئەز یێ ساخبم ئەز پشتا خو نادەمە تە.\nئەبوطالب خودان زاروك بو و رەوشا وی یا دارایی یا باش نەبوو، و یێ هەژار بو لێ پشتی موحەمەد چویە وێرێ بەرەكەت كەفتە د مالا وان دا، لەوما ئەبوطالبی هەردگوتێ: تو یێ پیروزی و تە پاشەروژەكا گەش یا هەی و تو نە وەكی هەمی زاروكایی. \n\nل بیرا ئەبوطالبیە دەمێ زەلامەك ژ (لەهەب) هاتیە مەككەهێ و ئەڤ زەلامە یێ بەرنیاس بو ب بیرتیژیێ (فیراسێ) و ئەڤە یێ بەرنیاس بو و دەمێ خەلكی دیت زاروكێن خو دبرنە دەڤ و دەمێ هاتیە مەككەهێ ئەبو طالبی موحەمەد برە دەڤ دا سەحكەتە روویێ وی، دەمێ وی زەلامی موحەمەد دیتی ئەو هاتە گوهرین و ما دهزرەكا كویر دا و گوت: ئەڤی زاروكی دێ گەلەك پاشەروژەكا بلند هەبیت.\nدەمێ ئەبوطالبی ئەڤ چەندە زانی پتر گرنگی و چاڤدان بو موحەمەدی كر و دەمێ دیتی پتر بەرەكەت یا دكەڤیتە د خارن و ڤەخارنێن وان دا و دەمێ بەرێ خو د دەتێ مالا وان یا تژی تفاق بووی و شەر و لێككەفتن نەمایە، ئەڤان تشتان هەمیان وەكر كو موحەمەد زێدەتر بچیتە د دلێ ئەبوطالبی دا و بەردەوام یاری دگەل دكرن.\n\nئەبوطالب ئەو روژە لبیرا ویە دەمێ هشكاتی ل مەككەهێ رویدای و خەلكی هەوارا خو گەهاندیە ئەبوطالبی و گوتیێ وەرە ئاڤا زەم زەم چارەبكە، و د ڤێ روژێ دا ئەبوطالب موحەمەدی گەل خو دبەت و دچنە دەڤ كەعبێ و ژیێ موحەمەدی ب تنێ دەه سال بوون، موحەمەد دەمێ نزیكی كەعبێ بوی تبلا خو بلندكرە ئەسمانا و داخازا خو دگەهاندە خودانێ كەعبێ (چونكی بنەمالا عبدالمطلبیی دزانی ڤێ كەعبێ خودانەك یێ هەی؛ ژ بەر وێ‌ روویدانا فیلی یا دروست بووی)، پشتی ڤێ داخازێ عەور بەرەف مەككەهێ دهێن و باران دبارن و كانی دپەقن و خەلك تێر ئاڤ دبیتەڤە، پشتی ڤێ رویدانێ ئێكجار موحەمەد چوو د دلێ ئەبوطالبی دا و پتر چاڤێ خو دایێ و گرنگیەكا زێدەتر ب برازایێ خودا.\n\nئەبوطالب مابو عەجێبگرتی ژ موحەمەدی و دگوت: چ جاران من درەو ژ ڤی زاروكی گوهلێ نەبوینە، كەنیا زێدە من ژێ گوهلێ نەبویە، ئەو تشتێ ل جەهالەتێ خەلكی دكری؛ وی نەدكر و هندی من دیتی خێر و بەرەكەت یا دگەل ڤی زاروكی، دلێ وی تژی ڤیان و دلوڤانیە بەرامبەر خەلكێ دی و زاروكێن هەڤالێن وی.\n\nدڤێت بوخو بكەینە وانە كو نە هەر كەسێ بو ئێتیم خلاس و ئەو ما بێ خودان و ب كێر چ ناهێت و نابیتە چ تشت، نەخێر دڤێت بزانین ئێتیم یێن بوینە خودان بها و پلەیێن مەزن، و هەروەسا دڤێت بخو وانەیا ژ عبدالمطلبیی و ئەبوطالبی وەربگرین و چاڤێن خو بدەینە ئێتیمێن خو و نەكو ئێتیما پاشگوهڤە بهاڤێژین، گەلەك جاران د جڤاكێ مە دا مە ئێتیمێ خو یێ پاشگوه هاڤێتی و پشتی وی ئێتیمی خو ل سەر پێیێن خو گرتی و بویە خودان پلەیەك ژنوی مام و خالێن وی یێن چوینە دەڤ و داخازا لێبورینێ یا ژێكری و ژنوی یا خو نزیكی وی كری، دڤێت ئەم ب باشی بوخو وانێ ژ عبدالمطلبیی و ئەبوطالبی وەربگرین و ب باشترین شێوە چاڤێ خو بدەینە ئێتیمێن خو.\n",
        "favorite": 0,
        "id": 10,
        "title": "دەمێ موحەمەد ل دەف مامێ خو ئەبوطالبی"
    },
    {
        "description": "مەككەه گەلەك جهەكێ یێ ئێمن بو و ببو جهەكێ بازرگانی و سەنتەرێ ئالوگوركرنا بازرگانی بو و گەنجێن مەككەهێ  گەلەك شەهرەزا ببون، ل وی دەمی دوو گەشتێن بازرگانی ل مەككەهێ هەبوون ئێك ل زڤستانێ و ئێك ل هاڤینێ؛ و د قورئانا پیروز دا یێ‌ بەحسی ڤان هەردوو گەشتان هاتیەكرن (إِيلَافِهِمْ رِحْلَةَ الشِّتَاءِ وَالصَّيْفِ (2)) سورەت قورەیش ئایەتا دووێ، ئەڤ گەشتا بازرگانی یا ل زڤستانێ بو یەمەن و حەبەشێ بویە و یا ل هاڤینێ بو شامێ بویە.\nئەڤان هەردوو گەشتان خێر و بەرەكەتەكا مەزن بو مەككەهێ ئینابوو و وەك مە گوتی كربو سەنتەرەكێ بازرگانی ل دەڤەرێ، ڤێجارێ ئەبوطالب مامێ پێغەمبەری (سلاڤێن خودێ ل سەربن) یێ خو بو گەشتەكا بازرگانی حازردكەت، بەلێ یا ب زەحمەتە بو وی چونكی ئەمانەتەك یێ د دەستێن وی دا ئەو ژی برازایێ وی موحەمەدە، و هەر یێ دبێژیتە خو ئەرێ ئەز چبكەم؟ موحەمەدی بهێلمە مەككەهێ دا یان دگەل خو ببەمە شامێ؟ ئەرێ ئەگەر من هێلا ل مەككەهێ ئەز چەوا یێ پشتراستبم كو دێ یێ پاراستی بیت و ئەز ل مەككەهێ نەبم ل دەڤ وی؟ و ئەگەر من دگەل خو برە شامێ ئەرێ چ گرەنتی هەیە ئەوی سلامەتی ب زڤرینم و دەیكا وی و بابێ وی هەردوو ب گەشتێن ب ڤی شێوەی گیانێ خو ژ دەست دایە؟ و ئەڤە لدەمەكی دایە هێشتا ژیێ پێغەمبەری دووازدە سال بوون.\nو مامێ وی حەزدكەت دگەل خو ببەت؛ چونكی دا فێری بازرگانیێ بكەت و تێكهەلی خەلكی ببیت، و دەمێ ئەبوطالب پسیارا پێغەمبەری دكەت ئەرێ دێ دگەل من هێی یان دێ‌ مینیە مەككەهێ؟\nموحەمەد حەزدكەت دگەل مامێ خو بچیت و بریارا چونێ ددەت، و گەلەك كەیفا وی ب ڤێ گەشتێ هات.\nخەلكێ مەككەهێ عەدەتەك هەبوو؛ هەردەما دچونە گەشتەكێ ل دەرڤەی مەككەهێ؛ دچون تەوافەك ل دوور كەعبێ دكر و پاشی دچونە گەشتا خو، ڤێجارێ ژی چون و تەوافەك كر و ژ مەككەهێ دەركەفتن بەرەف گەشتا خو و كاروانێ وان بەرەف شامێ ب رێكەفت، ژبو ئینانا جل و بەرگی و ئینانا ئەو تشتێ وان بڤێت.\nد رێكا بەرەف شامێ دا جهەك هەبوو؛ هەردەما كاروانی دچون ل وێرێ بێهنا خو ڤەددا (سەومەعەك) بو یا راهبەكێ بو ب ناڤێ (بوحەیرا‌و) و ئەڤی كەسی دیت ژدویرڤە كو كاروانەك یێ دهێت و ئەڤجارە ئەف راهبە مابوو حەیری ژ بەر وێ سیبەرا عەوری یا بەردەوام ل ڤان مروڤان و سیبەرێ ل ڤی كاروانی دكەت؟ \nو ئەف راهبە گەلەك یێ زانابوو ب كار و ئایینێ نەسرانی و زانیاری هەبوون و د پەرتوكێن وان دا نیشان هەبوون كو ل نێزیك دێ پێغەمبەرەك هێت و دێ ژ عەرەبان بیت.\nو گوتە ڤی كاروانی هوین مێهڤانێن منن و ئەڤە ل دەمەكێ دایە چ جاران ڤی راهبی چ كاروانی مێهڤان نەكرینە، و كاروانی و ژ وان مامێ پێغەمبەری مانە حەیری ژ ڤێ رەفتارا راهبی و دگوت ئەرێ ئەڤە چیە رویدەت؟\nو ل دەمێ خارنەك چێكری خارنەكا بەرفرەه بو و داخازكر هەمی بهێن بو وێ خارنێ، و هەلبەت ئەوی مەرەمەك ب ڤێ مێهڤانداریێ هەبوو. \nئێك ژ وان بازرگانا گوت: ئەی بوحەیرا‌و ئەرێ ئەڤە چیە چێدبیت؟ چ جارا تە كەس مێهڤان نەكریە تو نابێژیە من بوچی تە ئەم مێهڤان كرینە؟ \nبوحەیرا‌و گرنژی و گوت: راستە من كەس مێهڤان نەكریە، بەلێ پا من هوین یێن مێهڤانكرین و دڤێت هوین بهێن.\nهەمی هاتن خارن خار ب تنێ موحەمەد نەبیت، ئەوان ئەو ل بەر دەوارێن خو هێلابوو، دا چلێ نەهێن و موحەمەد ژ هەمیان بچویكتربوو، لەوما ئەوان ئەو ل بەر كاروانی هێلابوو.\nبوحەیرا‌و گوتێ ئەرێ هەوە كەەس نەهێلایە و نەهاتبیتە خارنێ ؟\nئەبوطالبی گوتێ: نەخێر مە كەس نەهێلایە ب تنێ بچویكەك نەبیت یێ مایە ل بەر دەوارێن مە و دەمێ مە خارن خار دێ ئێك چیتە بەر كاروانی و ئەو دێ هێتن خارنێ خوت.\nبوحەیرائی گوت: هوین بخودێ كەنە وەنەكەن و هەرنە ب دویف وی را و بلا بهێت خارنێ بخوت.\nزەلامەكێ قورەیشی رابوو و چو موحەمەد دا سینگێ خو و بو ئینا و گوت وەرە موحەمەد تو ژی دێ دگەل مە خارنێ خوی.\nبوحەیرا‌و پتری هەمیان چاڤێ وی ل موحەمەدی بو و هزرا خو د وی عەوری دا دكر ئەڤێ ل هنداڤی سەرێ وی، و پاشی خو نێزیككر و پسیارا ناڤێ وی و ژییێ وی و رەوشا وی كر.\nموحەمەد (سلاڤێن خودێ ل سەربن) بەرسڤا پسیارێن وی ب شێوەیەكێ جوان ددا، و ل دەمەكی دا بوحەیرائی هەولدا سەحكەتە پشتا وی و ببینیت كا چ نیشان لێ هەنە یان نینن، پشتی وی ئەو نیشان ل سەر ملێن پێغەمبەری دیتی بو وی ئێكلابو كو دێ ئەڤە ئەو كەسەبیت یێ دێ بیتە پێغەمبەر و دێ ئەو پێغەمبەر بیت یێ د تەورات و ئینجیلێ دا وەسفا سالوخەتێن وی هاتیەكرن.\nبوحەیرائی ئەو دا بەر تەنشتا خو و گوتە ئەبوطالبی ئەڤە كییە؟ \nئەبوطالبی گوت: ئەڤە كورێ منە.\nبوحەیرائی گوت: نەخێر نابیت ئەڤی باب هەبیت و بابێ وی مابیتە ساخ!\nپاشی ئەبوطالبی گوت: ئەڤە كورێ برایێ منە.\nبوحەیرائی گوت: بابێ وی چلێ هاتییە؟ \nگوت: بابێ وی دەمێ مری، ئەو ل ناڤ رەحما دەیكا خو دابوو.\nبوحەیرائی گوت: تە راست گوت، و پتر خو نێزیكی ئەبوطالبی كر و ب ڤیان گوتێ: یا ئەبوطالب هلو ئەڤی كوری ببە مەككەهێ ڤە و چوجارێن دی نە ئینیە ڤێرێ ڤە، و بلا تو ژ بازرگانیا خو خوسارەت ببی بەلێ پا بزڤرە ڤە، چونكی یەهودیان گەلەك یا ل بەر ڤی زاروكی دانای و هەما دیت دێ كوژن و گوتێ باش بزانە دێ برازایێ تە گەلەك پاشەروژەكا باش هەبیت.\nئەبوطالب گەلەك ما حێبەتی و پتر چاڤێ خو دایێ و زانی دێ موحەمەدی پاشەروژەكا گەش هەبیت، و پشتی وی ئەڤ ئاخفتنە ژ وی راهبی گوهلێ بووی؛ پتر موحەمەد چو د دلێ وی دا و زانی دێ موحەمەد ژ وان كەسێن هەیی و مەزن بیت ل مەككەهێ، و تشتێ دیار پێغەمبەری (سلاڤێن خودێ ل سەربن) چوجاران ب (لات و عوزای) سویند نەدخار و هەتا ل وی دەمێ‌ ئەو یێ زاروك ژی، بەلكو بەردەوام تەماشەی ئەسمانان دكر و هەروەكی وی دزانی ئەو یێ ل چاڤەرێ تشتەكێ مەزن.\nیەهودیان دزانی دێ پێغەمبەرەك هێتن و دێ ژ عەرەبان بیت لەوما ل بەر دانابوو؛ و ل نیشانا دگەریان و دڤیا ببینن و بكوژن چونكی نەدڤیا چ پێغەمبەر ژ چ مللەتێن دی بهێن ژبلی مللەتێ وان، لەوما مامێ پێغەمبەری پتر چاڤێ وی ل موحەمەدی بوو، و هەولدان نهێنیا وی ڤەشێریت و كەس نەزانیت كا موحەمەد كییە؟ و چ نهێنی هەیە؟\n\n",
        "favorite": 0,
        "id": 11,
        "title": "گەشتا موحەمەدی (سلاڤێن خودێ ل سەربن) بو شامێ و روویدانا راهبێ رێكا شامێ"
    },
    {
        "description": "د گەشتا خو یا بازرگانی دا موحەمەد فێری هندێ بو كو كاركرن ژیانە و ژیانێ پێدڤی ب وێ چەندێ هەیە مروڤ كاربكەت دا بشێت بژیت و زانی مامێ وی یێ كاردكەت و بازرگانیێ دكەت ژپێخەمەت رزقەكێ بو زاروكێن خو پەیدابكەت، لەوما ئەڤ گەشتێن مامێ وی دكەتن هەر بو وێ چەندێیە رزقەكێ بو زاروكێن خو پەیدابكەت.\nموحەمەد ببو  (13) سال و دڤیا كارەكێ بكەت دا بارێ مامێ خو سڤك بكەت و نەبیتە بارگرانی بو وی لەوما هەولدا بو پەیداكرنا رزقەكی بو ژیارێ كارەكی بكەت.\nمەككەه دگەل هندێ سەنتەرەكێ بازرگانی بو بەلێ پا نە جهێ چاندن و پیشەسازیێ بوو، و كارێ بازرگانیێ ژی گەلەك یێ ب زەحمەت بوو؛ و گەلەك جاران چوون هەبو و زڤرین نەبوو، و ل بیرا وییە كو دەیك و بابێن خو هەردووك یێن ل رێكێن دویر ژ دەستداین.\nلەوما هەر رووژ یێ گوهلێ دبیت كو زاروك یێ دچنە بەر كارك و بەرخكا و دبەنە نێزیك وان گرێن دەردورێن مەككەهێ، و یێ دبێژیتە خو بوچی ئەز ژی ناچمە بەر كارك و بەرخكان؟\nروژا پاشتر سپێدێ زوی هندەك كارك دەرئێخستن بو دەردورێن مەككەهێ، و موحەمەد هند دگەل دەوروبەرێن خو یێ دلوڤان بوو؛ و هەتا دگەل كاركان ژی و ئەگەر دیتبا كاركەك یا زەعیفە و نەشێت رێڤەبچیت ئەوی هەلدگرت و دكرە ملێ خو و دبر، و كارك چو جار نەبرنە جهێن زەحمەت؛ بەلكو ل جهەكێ ب سانەهی دگەریا كو بو چەرینێ یێ باش با و هەتا نەدبرنە جهێن ب ستری دا كارك نە ئێشن.\nموحەمەدێ (13) سالی گەلەك یێ كەیفخوش بو ب ڤی كارێ خو و بەردەوام ل جهێن خوش دگەریا ژ بو چەراندنا وان كاركێن ئەو دچونە بەر، چوونا وی بو بەر ڤان كاركان بو وی دەرفەت چێكر كو هزراخو د ژیانێ دا بكەت و هزراخو ل چیا و دار و بەر و ئەسمانان دا بكەت و هەروەسا هزر د ئاڤ و هشكاتیان دا بكەت.\nگەلەك جاران روحا وی گەلەك دویر دچوو دگەل ڤان كاركان دەمێ ئەف كارك و بەرخە دبرنە ڤان دەشت و نهالان، و گەلەك ب گەردوونی ڤە هاتە گرێدان و هزرا خو د وێ چەندێ دا دكر، ئەرێ كێ ئەف گەردوونە چێكرییە؟ و دار و بار و چیا و ئەرد و ئەسمان كێ چێكرینە؟ \nموحەمەد (سلاڤ لێ بن) بەردەوام بەرێ خو د دا ئەسمانی و هزرا خو د ڤی گەردونی دا دكر و دگوت: ئەرێ نهێنیا ڤی گەردونی چیە؟ ئەرێ ئەڤە چ مەزناهییە؟ ئەڤە چ رێك و پێكییە و چ رێكخستنە هوسا یا هەستیار د ڤێ ژیانێ دا؟ ئەرێ كییە چێكەرێ ڤان هەمی تشتان؟\nروژ بو روژێ موحەمەد بەردەوام بو د ڤان هزران دا و خو نێزیكی چیایێ سەفایێ دكر، و هەمی شڤانان حەزدكر موحەمەد دگەل دا بچیت ژبەر وی رەوشتێ جوان یێ موحەمەدی هەی و وان ئاخڤتنێن شرین یێن وی دگوتین و هەروەسا وێ راستگویی و دلوڤانیا وی هەی و ب ڤی رەوشتێ خو یێ بەرز و بلند یێ‌ بەرنیاس بوو.\nو هەمی خەلكێ مەككەهێ شەهدەیی بو د دا ل سەر ڤی رەوشتی و هەمیان ب رەوشتێ بەرز و بلند و یێ دەهمەن پاقژ دنیاسی، و جارەكێ دەهواتەك ل مەككەهێ هەبوو و د دەهواتێن وی سەردەمی دا هەمی جورە تێكهەلیەك هەبو و سەما دكر یا تێكهەل دناڤبەرا كچ و كوران دا و هەمی گەنج بەرەف ڤان دەهواتان دچوون، موحەمەدی حەزدكر ئەو ژی جارەكێ بچیت و ل دەهواتەكێ دا بەژداربیت و ببینیت كا یا چەوایە لەوما دەما بویە ئەف دەهواتە وی كاركێن خو هێلانە ل دەڤ شڤانەكی و بەرەف ڤێ دەهواتێ چوو و ئەو سێزدە چاردە سالیە؛ و دەمێ بەرەڤ ڤێ دەهواتێ دچوو و نێزیك بوی و دەنگێ دەهولێن دەهواتێ هاتیێ و ئەو یێ رێكی دچیت نقوسكێن خەوێ ئەو گرت و نەبەردا و د رێكێ دا ئەو دخەو چوو و ژ خەوێ هشیارنەبویە حەتا گەرماتیا روژێ یا روژا پاشتر ئەو هشیاركری.\nدەمی زڤرییە بەر كاركێن خو و چویە دەڤ وی كەسی، گوتێ: ئەی موحەمەد تە چكر؟\nموحەمەد ژی هەمی چیروكا خو و خەوێ بو گوت.\nئەڤە پاراستنا خودێ تەعالا بویە و ڤیایە موحەمەدی ژ جهێن خراب بپارێزیت (سلاڤێن خودێ ل سەربن) و خودێ ڤیایە هەمی دەرگەهێن ئیبلیسی لێ بگریت، و موحەمەدی بەردەوام یێ‌ خو ژ ڤان جهێن خراب دیركری و خودێ ژی ئەو یێ‌ پاراستی و چو جاران توشی ڤان خەلەتیان نەبویە.\nلەوما د بابەتێ دەهمەن پاقژیێ دا هەمی خەلكێ مەككەهێ شەهدەیی بو پاقژییا وی ددا و گەلەك جاران دگوتنێ‌: (خزینێن ڤیانێ) یێن دگەل موحەمەدی هەین، موحەمەد خودان دلەكێ پاقژ و پری ڤیان و دلوڤانی و ئەمانەت و دەهمەن پاقژی و راستگو بوو، و چ جارەكێ ل وان جهان نە روینشتیە خارێ یێ مەی (عەرەق) لێ دهاتە ڤەخارن و فروتن و چ جارەكێ نە چویە وان جهان یێ قومار لێ دهاتیەكرن و تێكهەلیا وان مروڤێن بەتال و عەتال نەكریە؛ و چ جاران ئاخڤتنەكا سەقەت و كرێت نەگوتیە، و ژبەر ڤێ چەندێ چوبوو ددلێ هەمی خەلكی دا و خەلكی حەژێدكر، چونكی خەلكی دگوت: مە چ جاران درەو و و دزی و حیلە و غشە و ب سەردابرن لێ گوهلێ نەبویە.\nو لوی دەمی ئەڤ ناڤێ بەرنیاس كەفتە سەر ناڤێ (موحەمەدێ ئەمین)، و موحەمەد یێ بەردەوامە ل سەر ب خودانكرنا كاركان و دچوو بەر كاركان دا بو پەیداكرنا پاریێ ژیانێ  هاریكاریا مامێ خو بكەت.\nبەرەكە روژەكێ هات و گوتە موحەمەدی: رابە موحەمەد و كارێ خو بكە و ئەڤرو جەژنە \nموحەمەدی گوتێ : ئەرێ ئەڤە چ جەژنە؟\nبەرەكەیێ گوت: جەژنەكە دبێژنێ بەوانە؟\nموحەمەدی گوت: بەوانە چییە؟\nبەرەكە ما حێبەتی ژ ڤێ پسیارا موحەمەدی و گوت: ئەرێ ما ئێك هەیە نەزانیت بەوانە چییە؟ ما گەنجەك دناڤ مەككەهێ دا هەیە كو ناڤێ ڤی پەیكەرێ مەككەهێ نەزانیت؟ یێ كو خەلكێ مەككەهێ بەنداتیێ بو دكەن و روژەكا وەكی ئەڤرو دچن قوربانیان بو ددەن و پەزا سەر ژێ دكەن و ب شەڤ ژی ل وێرێ دمینن. \nبەرەكێ گوت: رابە ئەی موحەمەد رابە كارێ خو بكە وبەوانەیە.\nموحەمەدی بەرێ خو دایێ و ژ جهێ خو نەرابوو و گوتی: هەما تو هەرە ئەز حەش ڤان جەژنا ناكەم تو هەرە بەوانێ. \nبو بەرەكەیێ نەخوشبوو و گوتێ: تو چ دبێژی؟ چەوا حەژێناكەی؟\nموحەمەدی گوت: من گوت ئەز حەژێناكەم و ناهێم...\nئەبوگالب هات و گەلەك قەدر و قیمەت ل دەڤ موحەمەدی هەبوون و گوت: ئەی موحەمەد رابە و كارێ خو بكە و ل سەرتە پێدڤییە و دڤێت تو دگەل من بهێیە جەژنا بەوانێ. \nموحەمەدی گوت: ئەز داخازا لێبورینێ دكەم مام و هەما تو هەرە ئەز ناهێم و زێدەتر درێژنەكر دا مامێ وی ژێ تورەنەبیت. \nبەلێ مامێ وی گوت: دڤێت توژی بهێی و دگەل خەلكێ خو بەژداربی و خەلك هەمی دێ چیت و بوچ تو ناچی؟\nموحەمەد ما بێ دەنگ و یێ رازی نەبوو ب وی تشتێ‌ خەلك دكەت و د دلێ خو دا دگوت: بەنداتیا پەیكەران چیە؟ و بەوانە چیە؟\nو پاش مەتێن وی هاتن و گوت: دڤێت تو دگەل مە بهیێ و ئەم ژ ڤێرە ناچین هەتا تو بهێی و ئەگەر تو نەهێی تو دێ بیە ئەگەر كو خوداوەندێن مە ژ مە تورەببن.\nو بەرامبەر ڤێ زورییا لێ هاتیەكرن، موحەمەد نە ژدل رابو و دگەل وان دەركەفت دا بەرەف وی جهی ڤە بچن یێ كو خەلك لێ كوم دبیت و جەژنا بەوانێ دكەن و دەمێ نێزیك بوی ب شێوەیەكێ پتر ژ وێرێ رەڤی!\nمەتێن وی گوتێ: تەخێرە ئەی موحەمەد؟ تە چبو تو هوسا رەڤی؟\nوی گوت: من تشتەكێ گەلەكێ‌ ب ترس دیت؟\nمەتێن وی گوت: تە چ دیت كا بومە بێژە؟ \nموحەمەدی گوت: وەختێ من ڤیایی ئەز نێزیكی ڤی پەیكەری ببم زەلامەك هاتە پێش چاڤێن من و جلكێن سپی ل بەر بوون و گوت: موحەمەد خو بدە رەخەكێ و ژ ڤێرە دویركەڤە و نێزیك نەبە. \nمەتەكا وی گوت: ئەڤە شەیتانە و هندی خێر یا ل دەڤ تەهەی دهێتە د رێكاتە دا دا ئەڤ خێرە نەگەهیتە تە و خو پشتراستكە و چنینە. \nلێ موحەمەد نەچوو وێرێ و ژ وێرێ دویركەفت، روژ ب روژ موحەمەد یێ بەرەف گەنجاتیا خو دچیت و روژ ب روژ یێ ژ وێ جەهالەت و خورافاتێن خەلكێ مەككەهێ دناڤ دا دژین دیر دكەڤیت. \nو جارەكێ پسیار ژ پێغەمبەری هاتەكرن كا ئەرێ تە چ جاران پەرستنا پەیكەران نەكریە؟ چونكی خەلكێ مەككەهێ هەمیان پەرستنا پەیكەران دكر؟\nگوت: نەخێر. \nو پاش پسیار ژێ هاتەكرن و گوتێ ئەرێ تە چ جاران مەی نەڤەخارییە؟\nگوت: نەخێر.\nو ئەو تشتێ موحەمەدی حەژێنەدكر دناڤ خەلكێ مەككەهێ دا ئەو دلرەقیا خەلكێ مەككەهێ بوو؛ و ئەو خرابی و كوشتن و مەی ڤەخارنا خەلكێ مەككەهێ بوو، و گەلەك حەش رەفتارا مەزنێن مەككەهێ نەدكر، چونكی وان زولم ل خەلكێ هەژار و دەستكورت دكر.\n\n\n\n\n",
        "favorite": 0,
        "id": 12,
        "title": "موحەمەد دەمێ بویە شڤان و ژ جەژنا بەوانێ رەڤی"
    },
    {
        "description": " ل دەمێ بوری دا مە گوت كو مەككەه ژ بو دەوروبەران وەك سەنتەرەكێ بازرگانی بوو، لەوما وان پەیوەندیێن ب هێز هەبوینە دگەل شامێ‌ و یەمەنێ‌ و مصرێ و وەلاتێ‌ فارس و رومان و ئەو وەلاتە جهێ وێ بوینە كو خەلكێ مەككەهێ بو بازرگانیێ قەستبكەنێ‌، چوونا موحەمەدی بو كارێ بازرگانیێ دگەل مامێ خو شەهرەزایەكا باش بو پەیداكریە د ڤی كاری دا، و مامێ وی دگوتێ دڤێت تو كاربكەی و هەرە د بازارێن مەككەهێ دا و بخو كاربكە، مامێ وی گەلەك پشتەڤانەكێ باش بوو؛ و شیرەتكارەكێ باش بویە بو موحەمەدی و ل ڤێرێ گرنگیا شیرەتێ بو مروڤی دیاردبیت و مروڤی دیاردبیت كو بەردەوام مروڤی پێدڤی ب شیرەتێ هەیە.\nهەڤكارەك  هەڤبەشەك بو موحەمەدی د كارێ بازرگانی دا پەیدابوو ب ناڤێ سائیب بو ئەڤە دەستپێكا بازرگانییا وان بویە، و كارێ وان روژ بو روژێ‌ بەرەف پێش چوو و بازرگانیا وان بەرفرەه بوو، و دناف خەلكێ مەككەهێ دا ناڤێ موحەمەدێ ئەمین گەلەك هاتە گوتن و ئەڤە بو جهێ وێ چەندێ سەرنجا هەمی بازرگان وخەلكی بخو راكێشا. \nئەڤی ناڤی سەرنجا خەدیجایێ بوخو راكێشا، خەدیجا بازرگانەك بوو بەلێ پا بەری بازرگانیێ ژنەكا دەهمەن پاقژبوو و یا خودان سامان و ناڤ بوو، و دەمێ گوه ل ناڤێ موحەمەدی بوی و هوسا ناڤ و دەنگ بوی و سەرنجا خەلكی بخو راكێشای، خەدیجایێ ڤیا یە وی ببینیت چونكی هەمیان دگوتێ: موحەمەدێ ئەمین و ناڤێ وی وسەركەفتنا وی یا بازرگانی سەرنجا خەدیجایێ ژی بخو راكێشابوو.\nخەدیجایێ ئیداریەك هەبوو كو كار و بارێن خەدیجایێ ب رێڤە دبرن و ئامرازێ پەیوەندیا خەدیجایێ و بازاری بو و ناڤێ ڤی مروڤی (مەیسەرە)بوو.\nمەیسەرە چەند چوبا مال دا مەدحێن، پێغەمبەری كەت بو خەدیجایێ و بەحسی ناڤ و دەنگیا وی كەت و دگوتێ خوزی تە دیتبا چەند یێ ئەمین و ئاخڤتن خوشە و خەلك هەمی بەحسا وی دكەن.\nدلێ خەدیجایێ‌ بەرەف موحەمەدی ڤە دچیت و هەستپێدكەت نێزیكبوونەك یا بو موحەمەدی پەیدادبیت.\nخەدیجا كچا (خویلد بن الاسد بن عبدالعزی بن قسی)ـــــــە؛ و وێ كارێ بازرگانی ب مالێ خەلكی دكر و دەین د دانە خەلكی،         و وێ دگوتە خو بوچی ئەز موحەمەدی ناكەمە بازرگانێ خو و هندەك پارەی بكەمە د دەستان دا و كادێ یێ‌ چەوابیت؟\nخەدیجایێ گوتە مەیسەرەی هەرە و بێژە موحەمەدی كو خەدیجا حەزدكەت هندەك پارا بدەتەفتە و تو بازرگانیێ بو بكەی.\nموحەمەدی گەلەك هزرا خو د ڤێ داخازێ دا كر و گوتە مامێ خو ژی كو خەدیجایێ ئەف كارە یێ پێشكێشی من كری و ئەڤە لدەمەكی دا بو كو وێ سالێ ژی جورە هشكاتیەك پەیداببوو.\nناڤچاڤێن مامێ وی تێكچوون و خەمباریێ ل سەر رویێ وی دیاركر و گوت: ئەی موحەمەد من هند مال و سامان نینە تو بازرگانیێ پێ بكەی و ئەگەر تو بشێی ڤی كاری بكەی دگەل ئێكێ یا نورمالە و بكە؛ ب تایبەت دگەل خەدیجایێ چونكی خەدیجا یا خودان سومعەتەكێ‌ باش بویە. \nو ئەڤی كاری سەرگرت و كەیفا خەدیجایێ گەلەك هات و پارێ خو داڤێ و موحەمەدی بازرگانی ب پارێ خەدیجایێ كر و وەك یا دیار كو ئەڤێ بازرگانیێ سەرگرت و شیا سەركەفتنێ دەستڤە بینیت و پشتی باوەریا خەدیجایێ پێ هاتی بەرەف هندێ چوو كو هەمی سامانێ خو بكەتە د دەستێن موحەمەدی دا.\nو د هەمی گەشتان دا خەدیجایێ دگوتە مەیسەرەی چاڤێ تە باش ل موحەمەدی هەبیت و باش پارێزی و ئێكەم گەشتا خو دا بو شامێ چوون ، ل دەمەكێ دا موحەمەد ژ دەوارێ خو هاتە خار بو بهێندانێ ل دەڤ سەومەعا نستورێ راهب و د ڤان گەشتان دا ژی تەژی دیمەنێن سەرنج راكێش هەبون و ئەو دیمەنە بون یێ كو بەرێ مروڤی دا هزركرنێ و ب ڤان دیمەنا موحەمەد چوو د هزرەكا كویر دا.\nئەو راهبە موحەمەدی دبینیت و باش سەحدكەتێ و دهێـت خو نێزیكی مەیسەرەی دكەت و دبێژیتێ: بێژە من ئەڤە چ گەنجە؟ \nمەیسەرەی گوت: ئەو زەلامەكە ژ قورەیشیان و ژ ئەهلێ حەرەمێ یە. \nوی راهبی گوت: ئێك ناهێت بچیت بن وێ دارێ روینتە خار ئیلا پێغەمبەر نەبیت (سلاڤێن خودێ ل سەربن).\nمەیسەرە د مینتە حەیری و حێبەتیێ دگریت و دبێژیت: ئەڤە چ رامانە؟ \nراهبی گوت: ئەڤی نە بەردەی و لێ هشیاربی و ئەو دێ بیتە پێغەمبەرێ دوماهیكێ.\nموحەمەدی ب راستگوی و ئەمانەت و شەهرەزاییا خو شیا ببیتە جهێ باوەریا خەدیجایێ و شیا د بازرگانیا خو دا یێ سەركەفتی بیت. \nو وەختێ خەدیجایێ دیتی هوسا ب ئەمانەت یێ ڤی كاری دكەت و ب ئەمانەت یێ مالێ وێ بو دهێتە زڤراندن بێ كو مالێ وێ بهێتە كێمكرن یان فێلەك تێدا بهێتەكرن، ل ڤی دەمی دا خەدیجا بەرەف هزرەكا دی ڤە دچیت، و هزرا هندێ دكەت هەڤژینیێ دگەل دا پێك بینیت و موحەمەد بیتە هەڤژینێ خەدیجایێ، و خەدیجا د ژیەكێ مەزن دابوو؛ كو گەلەك ژ پێغەمبەری سلاڤێن خودێ لسەر بن مەزنتر بو ب ژیێ خو.\nژ عەدەتێ خەدیجایێ ئەو بو كو دچوو تەواف ل كەعبێ دكر و سوپاسیا خودێ دكر سەر وێ نیعمەتا دگەل وێ هاتیەكرن، جارەكێ د تەوافا خو دا دوعا دكرن و داخاز دكر بگەهیتە مرادا خو ئەو مرادا د دلێ وێ دا.\nدەمێ خەدیجا ژ تەوافێ زڤری و خەوەكێ دلێ وێ گرت و د وێ شەڤێ دا خەونەكێ دبینیت، د وێ خەونێ دا دبینیت كو روژەك یا ل مەككەهێ د هەلێت و هەمی مەككەه یا پێ روهن دبیت.\nخەدیجا ل سپێدێ قەستا كورمامێ خو دكەت (وەرەقەیێ كورێ نەوفەلی) ئەو مروڤەكێ نەسرانی بوو؛ و دناڤ خەلكی دا یێ زانا و بەرنیاس بوو، خەدیجایێ خەونا خو بو گوت و ئەو رویدانا مەیسەرەی و راهبی ژی بو وەرەقەی گوت.\nوەرەقە سەرێ خو د هەژینیت و پشتی ماوەیەكی دبێژیت: ئەگەر ئەوا تو دبێژی راست بیت ئەڤە دێ بیتە پێغەمبەرێ ڤێ ئومەتێ و پشتی ماوەكێ دمینیت راوەستیایی دبێژیت ئەڤە ئەو زەمانە یێ كو دوماهیك پێغەمبەر دێ دیاربیت.\nئاخفتنا وەرەقەیێ كورێ نەوفەلی وەل خەدیجایێ كر كو گەلەك گەلەك هشیارتربیت ل سەر موحەمەدی و چاڤێ وێ پتر لێ بیت و دڤیا پتر خو نێزیكی موحەمەدی بكەت و خەدیجا یا وێ هەستێ دكەت كو دزانیت نهێنیا موحەمەدی چییە.\nو لروژەك ژ روژان دا ل جەژنەكێ ژنێن مەككەهێ یێـن كومڤەبووین و ئەو یێ دگەل ئێك و دوو د ئاخڤن و دەنگێ وان یێ بلند دبیت.\nل ڤی دەمی دا زەلامەكێ یەهودی بەر وان را چوو و گوتێ: ئەی گەلی ژنكا چ نەمایە دێ پێغەمبەرەك دەركەڤیت و ئەگەر ئێك ژ هەوە بشێت بیتە هەڤژین بو وی بلا ببیتە هەڤژین بو وی و لەزێ بكەت.\nوان ژنان پێ كرە كەنی و گوت: ئەڤە یێ سەرداچووی. \nلێ خەدیجا د هزرەكادی دا چووخار؛ چونكی ئاخفتنا كورمامێ وێ و ئاخفتنا ڤی یەهودی ئێك ئاخڤتن بوون، لەوما دلێ خەدیجایێ گەلەك بەرەف موحەمەدی چوو. \n\n",
        "favorite": 0,
        "id": 13,
        "title": "نیاسینا موحەمەدی بو خەدیجایێ"
    },
    {
        "description": "رخەدیجا گەلەك ژنەكا ب كێرهاتی بویە و ئەو نموونەبو یا خەلكی چاڤلێدكری و خودان عەقلەكێ مەزن بوو و دگەل هندێ‌ یا دەهمەن پاقژبویە، و گەلەك سەركردێن قورەیشیان ڤیایە وێ‌ بخازن، بەلێ پا ئەو یا رازی نەبوو.\nدەمێ مەیسەرە و موحەمەد ژ بازرگانیێ ڤەدگەریان، خەدیجایێ دڤیا مەیسەرە هەر بو باخڤیت و بەحسێ موحەمەدی بو بكەت.\nمەیسەرەی گوتێ: من گەلەك گەنجەكێ ژێهاتی و بەركەفتی یێ دیتی و یێ بێهنفرە و شەهرەزا و تێگەهشتی و نەیێ خو مەزنكەر و خودان رەوشتەكێ جوانە.\nخەدیجایێ پتر دلێ وێ دكەڤیتە موحەمەدی و حەزكەت بێژیتە موحەمەدی: من ڤێت هەڤژینیێ پێكبینین، بەلێ پا نزانیت دێ ب چ رێك بێژیتێ.\nخەدیجایێ هزرەك بو هات كو نەفیسایێ فرێكەتە دەڤ موحەمەدی و ب نهێنی دگەل باغڤیت.\nنەفیسا چوو دگەل ئاخڤت و گوتە موحەمەدی: بوچی تو هەڤژینیێ پێك نائینی ئەی موحەمەد؟\nپێغەمبەری گوتێ: من شیانێن هندێ‌ نینن.\nنەفیسایێ گوت: پا ئەگەر ئێك هەبیت و یا خودان مال و سامان بیت و خودان جوانی بیت و عەقلەكێ شەهرەزا هەبیت، ئەرێ تە ئێكا هوسا دڤێت یان نە؟\nپێغەمبەر ما و هزرا خو كر و گوت: ئەو كیە؟ \nنەفیسایێ گوت: خەدیجایە.\nپێغەمبەری ب شەرمینی ڤە گوت: بلا ئەز یێ رازیمە.\nدەمێ نەفیسایێ ئەڤ ئاخڤتنە ژ پێغەمبەری گوهلێ بوی بلەز چوو داكو ڤێ مزگینیێ بگەهینتە خەدیجایێ، دەمێ گوتیە خەدیجایێ كو موحەمەد رازیبوو.\nخەدیجا گەلەك كەیفخوش بو و زێدەتر ڤیانا پێغەمبەری كەفتە د دلێ وێ دا، ڤیانەك بو خودێ تەعالا ئێخستبوو د دلێ وێ دا، و دگەل خو دئاخڤت و دگوت: موحەمەد دێ بیتە باشترین زەلام بو من، دێ بیتە باشترین هەڤژین بو من.\n ژ هەمی لایانڤە مەزن و رهسپی و سەركردێن مەككەهێ هاتن دا بچنە خازگینیا بو پێغەمبەری سلاڤ لێ بن، و ل دەستپێكێ مامێ پێغەمبەری ئەبوطالب ئاخڤت و گوت: ئەڤە كورێ برایێ منە، موحەمەدە كورێ (عبدالله)ـــــە، و هوین دزانن ئەم یێن هاتین خەدیجایێ بو بخازین و هوین هەمی موحەمەدی دنیاسن و دزانن رەوشتێ وی یێ‌ چەوایە.\nژ پێش مالا خەدیجایێ ڤە وەرەقە بن نەوفەل ئاخڤت و گوت: هندیكە هوین بەنی هاشمن هوین ئەهلێ چاكییێ نە و هەمی حەزدكەن خزمانییێ دگەل بنەمالا هەوە بكەن؛ و هوین بنەمالەكا جامێرن و خوش مروڤن و گوت: گەلی خەلكی هوین هەمی بزانن مە خەدیجایا كچا خوەیلدی دا موحەمەدێ كورێ (عبدالله)ــــــی.\nهەمیان بەرێ خو دا ئێك و دوو و ژ ناڤ وان عمرو بەنو ئەسەد رابوو ڤە و گوت: ئەز ژی شاهدم كو مە خەدیجایا كچا خوەیلدی دا موحەمەدێ كورێ (عبدالله)ـــــــی.\nو ب ڤی رەنگی مەراسیمێن هەڤژینیێ دەستپێكرن و هەمی ئامادەكاری هاتنە كرن و ل روژا شەهیانێ خارنەك دا خەلكێ مەككەهێ.\nب ڤێ چەندێ موحەمەد چو دناڤ مالەكا تەنا و ئارام دا، ل گەل ژنەكێ كو خودان تێگەهشتنەكا باش و مەزن بووو.\nموحەمەد ژ نەخوشیێن ژیانێ رزگاربوو؛ و پشتی چەندین نەخوشی دیتین و ئێتیمیاتی و سێویاتی دیتی و دەست ب ژیانەكا نوی كر.\nو ئەگەر ژن یا تێگەهشتی بیت و بەركەفتی بیت و د زەلامی بگەهیت و رێزێ ل زەلامێ خو بگریت بو زەلامی دبیتە پێگوهر بو هەمی مروڤان و زەلام ئارامیێ دگەل ڤێ ژنا ب ڤی رەنگی دبینیت.\nخەدیجا بو باشترین پشتەڤان و هاریكار بو موحەمەدی (سلاڤێن خودێ ل سەربن) و مالەكا تژی ڤیان و خوشی و كەیف ئاڤاكر و مالەكا ئێمن و بێ ئاریشە بوخو دروستكر.\nپشتی ماوەكێ ژ هەڤژینیێ خەدیجا ژ پێغەمبەری ب دوو گیان دكەڤیت و خودێ كورەكێ ب زرقی دكەت، و ناڤێ وی دكەنە قاسم و موحەمەد دبیتە بابێ قاسمی و پاشی موحەمەد پێغەمبەر ب ڤی ناڤی بەرنیاس بو و خەلكێ مەككەهێ دگوتێ ئەبو قاسم.\nپشتی چەندەكێ خودێ كەرەمەكا دی ژی دگەل كر و كچەك دایێ و ناڤێ وێ ژی كرە زەینەب و پاشی رەقیا و پاشی ئوم كلپوم و پاشی فاتیما و پاشی عبدالله كو ناسناڤێ وی كرە (الطیب الطاهر).\n\n\n",
        "favorite": 0,
        "id": 14,
        "title": "هەڤژینیا پێغەمبەری (سلاڤ لێ بن) دگەل خەدیجایێ"
    },
    {
        "description": "موحەمەد ژ ژیێ گەنجاتیێ دا بو گەنجەك كو چ جاران تێكهەلی گەنجێن مەككەهێ نەبو و تێكهەلی خرابیێن وان نەبوو، و خودێ ئەو یێ‌ ژ هەر تشتەكێ خراب پاراستی، بو وێ چەندێ دەمێ دبیتە پێغەمبەر كەسێ چوو خالێن رەش سەر نەبن و نەبێژن: پاتە ل گەنجاتیێ فلان كار و فلان دكر و ژنوی تو دهێی مە شیرەت دكەی و بێژیە مە ئەز پێغەمبەرم.\nل وی دەمی دا شەرەك چێبو بناڤێ شەرێ (فوجار) ئەف شەرە دناڤبەرا قورەیشی و هەوازنان دا پەیدابوو، وێ سالێ وا بازارەك هەبو دگوتێ (عكاظ) دڤی بازاری دا هەمی كەلوپەل دهاتە فروتن و هەتا شاعران شعر دگوتن و هەر سال ئەڤ بازارە دهاتە ڤەكرن و نێزكی (20) روژان ئەڤ بازارە د ما ڤەكری.\nهەروەسا بازارەكێ دژی هەبو دگوتێ (ژی المجاز) و د وەرزێ حەجا وان دا وان ئەف بازارە ددانا، د ڤێ سالێ دا ئەڤ هەردوو بازارە نەهاتنە ڤەكرن شەر ڤی شەری و هەتا كارێ بازرگانی ژی هاتە راوەستاندن و كارێ خو بو ڤی شەری دكر و بەردەوام رومێن وان ل ئێك بون و شیرێن وان بەرامبەر ئێك بوون، و ئەف رەوشە بو چار سالان یا بەردەوام بو و گەلەك خوین هاتە رێتن. \nموحەمەد (سلاڤ لێ بن) دگەل مامێن خو بو بەلێ رازی نەبویە دگەل وان راوەستیت د شەرەكی دا چونكی وان رێز ل كەعبێ و هەیڤێن پیروز نەدگرت (ل دەڤ وان هندەك هەیڤ هەبون پیروزبون وشەر تێدا نەدكر و ل كەعبێ ژی شەر نەدكر) و كارێ ڤان هەر شەربوو؛ لەوا موحەمەدی دژایەتیا ڤی شەری كر و حەزكر ئاشتی چێبیت. \nلێ وەك عەدەت ڤیابا ئەو دگەل مامێن خو و خەلكێ خو ل دژی دوژمنێن هوزاخو یا قورەیشی راوەستیابا و مادا موحەمەد چكەت نەشیا بەژدارنەبیت و ئەو پازدە سال، لەوما دگەل خو برە شەری و ئەو (15) سال هێشتا و كارێ وی ئەو بو بەس روما بدەتەف جەنگاوەران ئەو ئەو ژی وان روما ب دوژمنێن خو وەركەن.\nو موحەمەدی گوت: ئەو كارە گەلەك نەیێ ب دلێ من بو كو بچم رما بدەمەف مامێن خو، و پشتی ئاشتی چێبووی و داخازا قەرەبوكرنێ كری ژ ئێك و دوو، موحەمەدی ئەڤە ب چاڤێن خو دیت بو وی ببو سەربورەك كو بزانیت دێ چەوا سەرەدەریێ دگەل شەران كەت و دانوستاندنێن شەرا دێ چەوا كەت.\nپشتی چەند سالەكێن كێم هەڤپەیمانیەك دناڤبەرا ڤان هوزا دا چێبو بناڤێ (حلف الفضول) و ئەف هەف پەیمانە ژ لایێ سەیدێن مەككەهێ و هوزێن وێ ڤە بوو؛ و موحەمەد د ڤی وەختی دا ژیێ وی (20) سال بوون و گەلەك كەیفا وی هات و دیتی دەمێ مامێ وی (زبیر) یێ دبێژیت: پێدڤییە ئەف هەڤپەیمانە پشتەڤانیا زولم لێكریا بكەت و ل دژی زورداران ب راوەستیت و موحەمەد یێ دناڤ ڤێ پێكهاتنێ و یێ گوهداریا وان دكەت؛ دەمێ پەندێن ڤێ پێكهاتنێ دخوینن.\nو موحەمەد پێغەمبەر (سلاڤێن خودێ ل سەربن) دبێژیت: ئەز د ڤێ هەڤپەیمانیێ دا ئامادەبووم و ب خودێ‌ من ئەو پێخوشتربو ژ حێشترێن سور، و گەلەك كەیفا وی ب ڤێ هەڤپەیمانیێ هاتبوو؛ چونكی پشتەڤانیا مروڤێن زولم لێكری هاتەكرن.\nو هەتا پشتی بویە پێغەمبەر ژی موحەمەدی (سلاڤێن خودێ ل سەربن) بەحسی ڤێ هەڤپەیمانیێ دكر و دگوت: ب خودێ‌ ئەگەر نوكەژی بو ڤێ‌ هەڤپەیمانیێ داخاز ژ من بهێتەكرن ئەز دێ چم و تێدا بەژداربم.\nسالوخەتێن موحەمەدێ كورێ (عبدالله)ــــــــــی یێ دیاردبن و خەلك بەردەوام یێ مەدحێن وی دكەن و دەمێ موحەمەد دكولانەكێ را دەربازببا خەلكی دگوتێ: (جا‌ء الامین و ذهب الامین) ئانكو ئەو مروڤێ راستگو هات و ئەو مروڤێ راستگو چوو، یان ژی ئەوێ ئەم ژێ د ئەمین و پشتراست هات و ئەو چوو و خەلكی باوەریەكا تەمام ب وی هەبوو.\nقورەیشی هەمی ل كەعبێ (بیت العتیق) كومڤەدبوون و مەدحێن خو دكرن و پەسنا شیانێن خو دكرن و دگوت: من یا هوكری و هوكری و ئەز دشێم ڤێ بكەم و یا هە بكەم، موحەمەدی چ وجاران د گەل وان بەژدارنەبوو چونكی وی حەش خو مەزنكرنێ نەدكر. \nو یا سەیر ئەو بو چەوا ئێتیمەك بویە خودانێ خو ڤان هەمی رەوشتێن باش وەكی (راستگویی و دلوڤانی و دویری قومارێ‌ و مەیێ و زولمێ و زوریێ و خو مەزنكرنێ و دویری درەوا و فێلا و غشێ‌)؟ \nلەوما موحەمەد پێغەمبەر (سلاڤێن خودێ لێ بن) دگوت: ((ادبنی ربی فأحسن تأدیبی)) ئانكو: خودێ ئەزێ ب رەوشت كریم و وی باشترین رەوشت و تورە یێن پێشكێشی من كرین.\nكەعبە ل سەردەستێ ئیبراهیم پێغەمبەر یا هاتیە ئاڤاكرن بو موسلمانا و وی ئەم یێن ناڤكرین ب موسلمان، و خەلكێ مەككەهێ ڤییا كەعبێ نویژەنبكەن و ب ئەگەرێ ئاڤ رابوونەكێ زیان گەهشتێ‌، هەمی مەزن و كەنكەنێن مەككەهێ كوم ببون و هەر هوزەكێ دگوت ئەو شەرەف بومەیە و ئەم دێ كەعبێ نویژەنكەین؛ ل وی دەمی دا ژیێ موحەمەدی (سلاڤێن خودێ ل سەربن) (35) سالبوون، و ئەف مەزنێن مەككەهێ نە گەهشتنە چ رێكەفتنا و ناكوكی دناڤبەرا وان دا پەیدابوو و تا گەهشتیە وی رادەی هەمیان یێ‌ خو بەرهەڤكری بو شەری كو چێدبیت دناڤبەرا وان دا روی بدەت و ئەڤە هەمی ژ پێخەمەت وێ چەندێ بو كا كیش بنەمال و كیژ هوز دێ ڤی بەری دانیتە جهێ وی و كەعبێ نویژەن كەت.\nمروڤەكێ دانعەمر ژی گوتی: پێدڤی ناكەت ئەڤێ كوشتنێ بكەن و دەرگەهەكێ مەككەهێ دەستنیشان بكەن وئێكەمین كەس وی دەرگەهی را هاتە دناڤا مەككەهێ دا ئەم هەمی دێ رازیبین كو ئەو دناڤبەرا مەدا بیتە دادوەر و ئەو بومە ئاریشا مە چارە بكەت.\nهەمی هوز و بنەمال ل سەر ڤێ چەندێ رازیبون و مانە چاڤەرێ و بەرێ وان یێ ل وی دەرگەهی و یێ بەرێ خو ددەنێ كا كی دێ هێتە دناڤا مەككەهێ دا دڤی دەرگەهی را، و دناڤبەرەكێ دا موحەمەد د وی دەرگەهی را هاتە دناڤا مەككەهێ دا.\nكەیفەكا مەزن بو وان هەمی هوزان چێبوو چونكی هەمی خەلكێ مەككەهێ باوەریەكا تەمام ب موحەمەدی هەبوو (سلاڤێن خودێ ل سەربن)، و دگوتە ئێك و دوو: ئەڤە ئەو كەسێ ئەمین هات و ئەڤە مروڤێ راستگو هات و دێ باشترین ئێك بیت كو ببیتە دادوەرێ مە.\nموحەمەد هاتە ناڤ مەككەهێ دا و هەر نزانیت بابەت چییە، و پشتی زانی بابەت چیە داخاز ژ مەزنێن بنەمال و هوزان كر و گوت وەرن دا ڤێ ئاریشێ چارە بكەین.\nموحەمەد (سلاڤێن خودێ ل سەربن) گوتە وان هوین یێت رازی بوین ب دادوەریا من و رادبیت عەبایێ خو دانیت و وی بەری دانیتە ناڤ عەبایێ خو و دبێژیتە ڤان مەزنان: وەرن هەر ئێك ژ هەوە لایەكێ ڤی عەبای بگریت و بەرێ كەعبێ بدانیتە جهێ وی.\nو هەمی هوز و بنەمال ب ڤێ بریارێ رازیبون و كەیفا وان گەلەك هات و دلخوشی دناڤا مەككەهێ دا پەیدابوو ئەڤ كەیفە دەمەكێ دا بو كو وانا تەست دانابون و دگوتە یێ بەرامبەر ئەم دێ ڤان تەستا تژی خوین كەین ئەگەر ئەم وی بەری نەدانینە جهێ وی و ئەو شەرەفە بومە نەبیت.\nد دلێ موحەمەدی دابویە كو تشتەكێ ل مەككەهێ پەیدابكەت، و دڤێت گوهرینەكێ بكەت و حەزدكەت ئەو زولم و زوردارییا ل مەككەهێ نەهێلیت و دچیت شكەفتا (غار الحرا‌و) و هزر دڤی گەردونی دا دكەت و ل رێكەكێ دگەریت كا دێ چەوا ڤێ خرابیا ل مەككەهێ هەی وەكی قومارێ‌ و لەشفروشی و زولمێ نەهێلیت.\nخەدیجا ژی دبیتە پشتە ڤان و هاریكا و رێكێ لێ ناگریت و هەر یا دگەل دا و هاریكاریا زەلامێ خو دكر و خارن بو ئامادە دكر دا بچیتە چیایێ نوور و ل شكەفتا حەراْ  ب تنێ‌ ڤەدما وهزرا خو دكر.\nل ڤی جهی موحەمەدی پتر هەست دكر كو یێ نزیكی ئەسمانایە پتر ژ خەلكێ ئەردی و د بێدەنگیەكا روحی یا تەمام دا بو و دڤی بێهڤەندانێ ژ نەخوشیێن دونیایی یێن خەلكێ مەككەهێ پێڤە د مژویل. \nخەدیجا و موحەمەد هەردوو چاڤەرێ نە، ئەرێ ل ڤێ شكەفتێ و ل چیایێ نوور دێ چ چێبیت؟ و خەدیجا ژبەر وێ خەونا وێ و ژبەر ئاخفتنا یەهودی و گوتنا مەیسەرەی پتر چاڤێ وێ لێ بو كا دێ چ رویدەت و ب هەمی رەنگان یا ئاسانكاریا بو موحەمەدی دكەت كادێ چ چێبیت، و ئەرێ ئەف چاڤەرێبوونە دێ حەتا كەنگی ڤەكێشیت؟\n\n\n\n",
        "favorite": 0,
        "id": 15,
        "title": "ئەو هەڤپەیمانیا ل جەهالەتێ دا حەژێكری و پشتی پێغەمبەرینیێ ژی شانازی پێ بری"
    },
    {
        "description": "هەمی پەرتوكێن ئەسمانی ئاماژە ب هاتنا موحەمەدی یا دای و یا دیاركری كو ئەف پێغەمبەرە دێ ژ ئەردێ عەرەبان بیت.\nو د پەرتوكا تەوارات و ئینجیلێ دا هاتیە كو ئەو دێ دوماهیك پێغەمبەربیت و دێ بو هەمی بو جیهانێ بیت.\nهەمی روهبان و زەلامێن ئایینی یێن یەهودیا و كاهنان دزانی ئەڤە ئەو دەمە یێ كو دێ ئەو پێغەمبەر هێت یێ پەرتوكێن وان بەحس ژێكری.\nو د وی دەمی دا گەلەك ژ خەلكێ ئەف دەنگوباسە زانی ناڤێ زاروكێن خو كرنە ئەحمەد و موحەمەد و دگوت بەلكی كورێ مەبیت ببیتە پێغەمبەر.\nچونكی ل دونیایێ دا گەلەك فەساد و خرابی بەلاڤ ببو وگەلەكا هەڤپشك بو خودێ چێدكرن، و نەسرانیا(مەسیحیا) دگوت: مەسیح كورێ خودێ یە و یەهودیان دگوت عوزێر كورێ خودێ یە، و هندەكا پەرستنا پەیكەران دكر و هندەكا پەرستنا سروشتی دكر و هندەكا پەرستنا دار و بەرا و گیانەوەران دكر، و مروڤێن پەرستنا خودێ دكر گەلەك د كێم بون و ب تنێ ل مەككەهێ پەیكەرێ هوبەل و لات وعوزا د پەرستن و دگەل سەدەهان پەیكەرێن دی.\n\nد ڤی دەمی دا یێ سەردەست مروڤێ بن دەست بێ باركر ژهەمی مافان، و زولم زورببوو، و كچ ب ساخی دهاتە بن ئاخكرن بتنێ ژبەر كو ئەو كچە، ئەرێ ئەڤە فەوزا و بێ سەروبەری ودروستكرنا هەڤپشكایە ژ بو خودێ پەیدابووی ؟ و كوشتن یا زوربوی و خەلك بەس ئاگەه ژ شەهەواتێن خو هەیە و دونیا یا بویە دونیایەك یا تژی جەهالەت و نەزانین.\nئەرێ كی دێ ڤی خەلكی ژ ڤێ جەهالەتێ و زولمێ و زورداریێ‌ رزگاركەت؟ ئەرێ كییە دێ دەرگەهێ هەقیێ بو خەلكی ڤەكەت؟ و بەرێ وان دەتە روناهیێ و ژ ڤێ بەرزەبونێ رزگاركەت؟ \nد ڤی كاودانێ هوسا یێ نەخوش دا یا پێدڤی بو كو رزگاركەرەك بهێت و وان ژ ڤێ نەخوشیێ رزگار بكەت، و ئەف نەخوشیا هەیی نەهێلیت، و ڤان مروڤان ڤەگەرینتە مروڤایەتیا وان و بەرێ وان بدەتە باشیێ و ئەو باشیا خودایێ مە ئەمرێ مە پێكری.\n\nموحەمەد (سلاڤێن خودێ ل سەربن) یێ ل شكەفتێ دا و بەردەوام یێ د گەل خوڤەمانێ‌ دا و یێ‌ ل رێكەكێ دگەریت بو رزگاركرنا خەلكی و بەردەوام بەرێ وی ل ئەسمانی بو و هزرا خو ل خودایێ گەردونی دا دكەت.\nموحەمەد یێ نێزیكی وێ هەستێ بوی كو ئێدی نەفسا وی یا نێزیكی ئەسمانا بوی و نەفسەكا پاقژ یا بو پەیدابووی و ژ وان گونەهێن خەلك دكەت یێ رزگاربووی، و گاڤ بو گاڤ یێ هەست دكەتن كو دلێ وی یێ ب ئەسمانا ڤە دهێـتە گرێدان و هەر یێ موناجاتا دگەل خودایێ گەردونی دكەت.\nبورینا روژا  و شەڤان و موحەمەد (سلاڤ لێ بن) یێ بەردەوامە و پەرستنا خودایێ گەردونی دكەت و هێشتا وی باش خودایێ گەردونی ژی نەنیاسیە، بەلێ پا ژ بچیكاتیا خو و هێشتا ئەو شڤانێ كاركان بوو؛ وی دزانی كو دڤێت ئەڤی گەردونی خودانەك هەبیت و چێكەرەك هەبیتن.\nد ڤی ماوەی دا پێغەمبەری هەر خەونەكا دیتبا وەكی وی دەردكەڤیت و بەردەوام یێ تشتێن سەیر دبینیت، و هەڤژیناوی بەردەوام پشتەڤانیا وی دكر و دگوتێ: ئەی موحەمەد تو مروڤەكێ هندێ‌ پاقژی یێ‌ پشتراستبە و چ جاران شەرمزار نابی.\n\nل روژا دوشەمبی و (21) رەمەزانێ یە و ئەڤ روژە دكەفتە بەرامبەر(10 ئابا سالا 610) زاینی و پێغەمبەر یێ بەردەوامە ل سەر خەلوا خو و هزركرن د گەردوونی و خودایێ گەردونی دا، د ئێڤاریەكێ دا دبینیت هندەك روناهیێن پەیدادبن و چاڤێن خو ڤەكرن و دیت زەلامەكە جلكێن سپی یێن ل بەر و دەرێ شكەفتێ هەمیێ یێ‌ گرتی، و بەلكی نە وەك زەلامایە بەلكی مەلائیكەتەكە ژ مەلائیكەتان و ل بەرانبەر دەرێ شكەفتێ یێ‌ راوەستیای و موحەمەد یێ بەرێ خو ددەتە وی.\nد ڤێ دەلیڤێ دا ئەو كەفتە د حێبەتیەكێ دا و ئەف كەسە یێ خو نزیكی وی دكەت و بهێز یێ دبێژیتێ: بخوینە!\n\n- موحەمەد گوتێ: ئەز نەیێ خواندەڤانم.\n-  بو جارا دووێ موحەمەد بەرەف خو ڤە بر و گوتێ: بخوینە!\n- دوبارە بەرسڤا پێغەمبەری ئەوبو كو گوت: ئەز نەیێ خواندەڤانم. \n-  جارا سێ یێ ژی ب هێزتر بەرەف بخو ڤە ئینا و گوتێ: بخوینە!\n- سێ بارە موحەمەدی ب لەرزین و ترس ڤە گوتێ: ئەز نەیێ خاندەڤانم.\nل ڤێجارێ ب دەنگەكێ بلند و خوش و تژی خشوع گوت: اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ (1)\nو موحەمەدی هزراخودا دگوت: ئەرێ ئەڤە كی هات؟ و ژكیڤە هات؟ و چەوا هات؟ ئەڤە چ تشت بو ژ نێشكەكێڤە رویدای؟ و هەر ل سەر ئەزمانێ وی بو و دگوت: ((اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ))\n\nو بلەز و ب شێوازێ غاردانێ‌ بەرەف مال ب رێكەفت و ئەو یێ لەرزیت و یێ هەولدەت ژ شكەفتێ دویركەڤیت و یێ سەرێ خو بلند دكەت و هەر ئەو مەلائیكەت ل هنداڤی خو دیتەڤە؟\nڤێجارێ جبریلی گوتێ: یا موحەمەد تو پێغەمبەرێ خودێی و ئەز ژی جبریلم. \nموحەمەد پتر ترسیا و هەر یێ هزرا خو دكەت ئەرێ ئەڤە چ ناڤ بوو؟ ئەڤە كی بو خو بومن دایە نیاسین؟ \nئەو دەم هات یێ هەمی چاڤەرێ و موحەمەد بو پێغەمبەرێ خودێ (سلاڤ لێ بن)، ئەو دەم هات ئەوێ هەقی دیارببیت، و روناهی پەیداببیت و تاریاتی نەمینیت، موحەمەد (سلاڤ لێ بن) لێدانێن دلێ وی زێدەبوون و رێكا مال ل بەر وی درێژبوو و دێ كەنگی گەهیتە مال و كانێ رێكا مەككەهێ؟ و یێ ڤان هزرادا و پەیڤا جبریلی یا ل سەر هزرا وی دەمێ گوتیێ: یا موحەمەد تو پێغەمبەرێ خودێی و ئەز ژی جبریلم.\n\n\n\n",
        "favorite": 0,
        "id": 16,
        "title": "دەمێ وەحی بو پێغەمبەری هاتی (سلاڤ لێ بن)"
    },
    {
        "description": "هاتنا وەحیێ ترسەكا مەزن بو پێغەمبەری چێكر سلاڤ لێ بن و نە رەحەتیەكێ دا بۆ، چونكی ئێكەم جار بوو تشتەكێ هوسا ببینیت لەوما گەلەك دلەرزی.\nخەدیجایێ دیت دەرگەه ڤەبوو و موحەمەد (سلاڤ لێ بن) هاتە د مال دا و یێ د لەرزیت و دترسیت و رەنگێ وی ب تەمامی یێ هاتیە گوهرین.\nخەدیجایێ گوت: ئەی موحەمەد تە خێرە چ ب سەرێ تە هاتیە؟ ئەڤە چیە چێدبیت؟ ئەو چییە تو عاجزكری؟ \nخەدیجایێ هەولدا ڤێ ترسێ ل سەر راكەت و ئاخڤتنێن هێمنیێ دگوتنێ... \nموحەمەدی گوتێ: جبریل هاتە دەڤ من و وەحی بومن ئینایە و ئەز یێ ژ خودترسم ،\nو هەر دوبارە دكەت ئەز یێ ژ خو دترسم!\nخەدیجایێ گوت: ژ خو نەترسە تو مروڤەكی تە باشی بو مروڤایەتیێ دڤێتن تو دژی زولمێ یی و پشتەڤانیێ بێ‌ گونەهای ورێزێ‌ ل مێهڤانێن خو دگری و خودێ تە شەرمزارناكەتن پشتراستبە.\nموحەمەد (سلاڤ لێ بن) پیچەك ئارام بو و ئەو ترسە ل دەڤ كێم بوو.\nخەدیجا گەلەك دلخوش بو ژبەر وێ خەونا وێ دیتی و ئەوان رویدانێن مروڤێ یەهودی و ئاخفتنا مەیسەری و دزانی دێ بیتە پێغەمبەر، خەدیجایێ دەستێ خو ب ئەنیا پێغەمبەری دا ئینا خار ژبو وێ چەندێ دلێ وی ئارامتر لێ بهێت.\nخەدیجایێ گوت: دا بچینە دەڤ پسمامێ من وەرەقەیێ كورێ نەوفەلی و دا چیروكا تە بو بێژین.\nموحەمەد (سلاڤ لێ بن) سەرێ خو هەژاند ب رازیبوون ڤە هەروەكی یێ دبێژیت: دا بچین\nوەرەقە ئەو زانایەبو یێ خەونا خەدیجایێ شروڤەكری، و دەمێ گەهشتینە وێرێ خەدیجایێ گوت: ئەی كورمام وەرە رویدانا زەلامێ من بو شروڤەبكەی و بو دیاربكەی كا چ چێبویە.\nوەرەقەی گوت: ئەی موحەمەد بێژە چ رویدایە و تە چ دیتیە؟ \nموحەمەدی (سلاڤ لێ بن) هەمی رویدان بو گوتن یێن وی دیتین و چێبوین.\nهەژیانەك كەفتە وەرەقەی و گوتێ: ئەو جبریل بوو.. ئەو جبریل بوو، ئەڤە خودانێ وەحیێ یە ئەڤە ئەوە یێ بو موسای هاتی و بو پێغەمبەرا وەحیێ د ئینیت و دبێژیتێ تو بویە پێغەمبەر ئەی موحەمەد.\nپشتی راوەستیانەكێ بو ماوەكێ كێم و یێ كاریگەربووی ب وێ یا بو موحەمەدی (سلاڤ لێ بن) و پاشی گوت: ژ خێرا خودێ را ئەز گەنجەك بام ئەی موحەمەد، و خوزی ئەز یێ ساخ بام دەمێ خەلكێ تە تە د دەرئێخیت هەر یێ دبێژیت خوزی و خوزی...\nموحەمەد (سلاڤ لێ بن) گوت: تو چدبێژی؟ دێ خەلكێ من چەوا من دەرئێخیت؟\nوەرەقەی گوت: زەلامەك نەبویە ب وێ یا بوتە هاتی كو مللەتێ وی ئەو نەدەرئێخستبیت، ئانكو هەر پێغەمبەرەكێ‌ هاتبیت یێ توشی نەخوشیا بو پەیدابووی و یێ هاتیە دەرئێخستن، و دبێژیت یێ خوراگر بە ئەی موحەمەد یێ خوراگربە. \nخەدیجا یا دبینیت كو روناهیا پتر یا كەفتیە سەر سەروچاڤێن پێغەمبەری (سلاڤ لێ بن) و گەلەك یا دلخوشە ب هاتنا وەحیێ بو زەلامێ خو و یا دلخوشە كو زەلامێ وێ بویە دوماهیك پێغەمبەر كو ژ لایێ خودێ ڤە بهێتە هنارتن. \nئەڤە ئەو روژە هات یا مە دگوت؛ ئەڤە ئەو روژ هات یا هەمی ل هیڤیێ و مە هەر دگوت موحەمەدی دێ پاشەروژەكا گەش هەبیت، ئەڤە ئەو روژ هات یا هەمی چاڤەرێ و موحەمەد بو پێغەمبەرێ خودێ و پەیامبەرێ‌ خودێ؛ دێ ل مەككەهێ دەستپێكەت.\nبارێ پێغەمبەری سلاڤ لێ بن دێ گرانتر لێ هێت و دڤێت دەست ب بانگەوازیا خەلكی بكەت، روژ یێ دچن و موحەمەد یێ چاڤەرێ دوبارە هاتنا جبریلی یە و گەلەك یێ غەریبە و هەر یێ چاڤەرێیە دوبارە جبریلی ببینیت.\nخەدیجایێ گوت: خو راگرە چ جارا خودایێ تە تە ناهێلیتە ب تنێ.\nجبریل گیرو بو و زوی نەهاتە خار، و موحەمەد (سلاڤ لێ بن) یێ ل شكەفتێ و یێ چاڤەرێیە دوبارە جبریل بهێتە دەڤ وی، و هەر یێ سەحدكەتە ئەسمانا و یێ‌ دبێژیت: ئەی جبریل كانێ تو و تو كیڤە چوی؟ و ئەڤە چبو یا وەرەقەیێ كورێ نەوفەلی بو من گوتی و هزرا خو د ئاخڤتنێن وەرەقەی دا دكەت و پشتی ڤی ماوەی وەرەقەی وەغەرا دوماهیێ كربوو و موحەمەد نەدشیا دوبارە بچیت پسیارا خو پێ بكەت و بێژیتێ ئەڤە هێشتا جبریل نەهاتیە.\nشەش هەیڤ دەربازبون و چ تشتەك بو نەهاتیە و پشتی ڤی ماوەی دەنگەك ژ ئەسمانا هات و جبریلە و گوتە پێغەمبەری (سلاڤ لێ بن): تو پێغەمبەرێ خودێ یێ ب هەق و ئەز جبریلم.\nدوبارە پێغەمبەر گەلەك ترسیا و لەرزی و هاتە مال و ژ لەرزینادا گوتە خەدیجایێ من ب نخێڤە من بنخێڤە و من سارە.\nو پاشی وەحی بەردەوام هاتە خار و ئێدی كارێ بانگەوازیێ دەستپێكر.\n\n\n",
        "favorite": 0,
        "id": 17,
        "title": "هاتنا وەحیێ و چونا بو دەڤ وەرەقەیێ كورێ نەوفەلی"
    },
    {
        "description": "خودێ تەعالا پشتی وەحی بو پێغەمبەری (سلاڤ لێ بن) هنارتی و ئایەت فرێكرین ئەڤ ئایەتە بو هاتنە خار: \n((                    بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ   \nيَا أَيُّهَا الْمُدَّثِّرُ (1) قُمْ فَأَنْذِرْ (2) وَرَبَّكَ فَكَبِّرْ (3) وَثِيَابَكَ فَطَهِّرْ (4) وَالرُّجْزَ فَاهْجُرْ (5) وَلَا تَمْنُنْ تَسْتَكْثِرُ (6) وَلِرَبِّكَ فَاصْبِرْ (7)  )) المدثر 1-7\n\n\n ئانكو : ((1 هەی كەسێ تە جلكێن خۆ ب سەر خۆ دادایین 2 ڕابە و كارێ خۆ بكە و خۆ بەرهەڤ بكە، و خەلكی ئاگەهدار بكە3 و خودایێ خۆ ب تنێ، مەزن بكە [مەزناتییێ‌ ب بال كەسێ دیڤە لێ نەدە، بەس خودێ یێ‌ مەزنە]4 و جلكێن خۆ بژوین بكە ژ پیساتییێ‌ (ئانكو دلێ خۆ پاقژ بكە)5 و خۆ ژ بوت پەرێسییێ‌ دویر بێخە6 و قەنجییێ نەكە منەت ل سەر كەسێ، و قەنجییێ ب ئنیەتا هندێ نەكە زێدەتر بوتە بهێتە شوینێ7 ژبو خودایێ خو، بێنا خو ل سەر ئیزا و نەخۆشییێ فرەه بكە)) ئەڤەبو دەستپێكا ناما پێغەمبەری و پشتی ژ لەرزادا و سەرمادا و ترسادا چویە مال و نڤین بخو داداین.\nئێدی دەستپێكر و بانگەوازیا بەرەف خودێ دەستپێكر و دڤێت خو بەرهەڤكەت كو بانگەوازیا خەلكی بكەت بو پەرستنا خودایێ ئێكانە و خەلكی ژ پەرستنا پەیكەرا و تشتێ بێ مفا رزگاربكەت و بەرێ وان بدەتە خودایێ ئێكانە و خودایێ ئەرد و ئەسمانا.\nئێدی روینشتن نەما و دڤێت كارێ خو بكەت و بەرێ خەلكی بدەتە وێ‌ یا ئەمر ب وی هاتیەكرن و ئێكەم كەس موسلمان بوی خەدیجابوو دەیكا مە موسلمانا و پاشی عەلیێ كورێ ئەبی تالب كورمامێ وی هات و ژیێ وی (10) سالن و ئیمان ب پێغەمبەری ئینا (سلاڤ لێ بن) و پاشی زەید كورێ حارپی هات خزمەتكارێ وی موسلمان بو و شەهدەدا.\nپشتی ڤان... هەڤالێ وی یێ ئێكانە ئەبوبەكر سەدیق هات و باوەری پێ ئینا ئەبو بەكر (خودێ ژێ رازیبیت) ئەو بو یێ كو ئیمانا وی بەرامبەری ئیمانا هەمی موسلمانا و ئەو كەسە بو یێ دگەل پێغەمبەری (سلاڤ لێ بن) گەشت كری ژ مەككەهێ بو مەدینێ. \nموسلمانبوونا خەلكی یا بەردەوام بوو و ل بیرامەبیت ئەف بانگەوازیە هێشتا یا نهێنی بوو، و پاشی بیلال موسلمان بو و بیلال ئەو كەسە بو یێ بەندەیێ مروڤان و چیروكا وی یا ب ناڤ و دەنگ دەمێ بەرەكێ مەزن دانایە سەر سینگێ وی و بیلالی هەر دگوت ئەحەدون ئەحەد وەك ئاماژە بو خودایێ ئێكانە. \nپێغەمبەری (سلاڤێن خودێ ل سەربن) ژ نێزیكێن خو دەستپێكر و داخازا وان دكر و بەرێ وان دا ئیمانێ و باوەری ب خودێ تەعالا و گەلەك ژ وان ئیمان پێ ئینایە و بوینە پشتەڤان و هەر ئێك ب ئێك خەلك یێ موسلمان دبن.\n سێ سال تەمام بون و هەر پێغەمبەر یێ ب نهێنی بانگەوازیا خەلكی دكەت بو ئیسلامێ و هەركەسەكێ دلێ وی یێ نەرم بیت و حەقیێ وەربگریت و ئەقلێ خو دابیتە كاری موسلمان بوو، بەلێ پا هەر كەسێ دلێ وی رەق بیت و نەفساوی كونترولا وی كربیت و بەس ل دویڤ شەهەواتا و پلە و پوستا بیت و چاڤێ وی ل دونیایێ بیت موسلمان نەبوو؛ و ترانە و ئیهانا پێغەمبەری دكر (سلاڤێن خودێ ل سەربن).\nل سەردەمێ بانگەوازیا ئیسلامێ ژبەر زولما مەزنێن قورەیشا و خەلكێ مەككەهێ یێ نەموسلمان و ئەڤێت دویف مەزناهیا خو دچون و مەزناهیا خودێ ژبیردكر موسلمانا قەستا دول و نهالێن مەككەهێ دكر ژبو خاندنا قورئانا پیروز.\nد ڤان سێ سالان دا موحەمەد (سلاڤ لێ بن) زەحمەت ونەخوشیەكا مەزن دیت و موسلمانا گەلەك زولم دیت ل سەر دەستێ مروڤێن زالم یێن حەزدكر كو خەلك بەنداتیێ‌ بو وان بكەت نە ژ بو خودێ بكەت، و ئەف خەلكێ مەی ڤەخور و خو مەزنكەر و هەر خودیتی خەلكی خولامینیا وان یا كری و هەر یا دیتی خەلك یێ‌ ل بن دەستی حەزنەدكر كەس ل دویف بانگەوازیا ئیسلامێ بهێت و حەزنەدكر كەس موسلمان بیت و وان ئەف چەندە كر؛ نەكو وان باوەری ب ئیسلامێ نینە و موحەمەد درەوینە حاشا نەخێر بەلكی وان دڤیا خەلك هەر ل بن دەستێ وان بیت و وان دگوت: ئەگەر هەمی موسلمان بوون ئێدی چ دەستهەلاتد  دەستێ مە دا نامینیت.\nپێغەمبەری و موسلمانا ل سەر ڤان نەخوشیا بینا خو فرەهكر و بەس كاردكر بو ئاڤاكرنا هندەك مروڤان كو ئەف مروڤە بشێن وان بنەمایێت ئیسلام پێ هاتی لناڤا خەلكی بەلاف بكەن چونكی بو سەر ئێخستنا هەر كارەكێ مە پێدڤی ب مروڤان هەیە و ئەڤ مروڤە ژی مروڤێن دادپەروەر و پاقژ و ئەمین بن.\nژبلی دول و نهالا بانگەوازیا ئیسلامێ ل نیشادانا شەنگستێن ئیسلامێ ل مالا ئەرقەمێ كورێ ئەرقەمی ژلایێ پێغەمبەری ڤە بو موسلمانا دهاتنە گوتن و قورئان نیشا خەلكی ددا. \nروژ بو روژ موسلمان بەرەف زێدەبونێ دچون و بەرامبەر نەخوشییێن كافران بەردەوام پێغەمبەری و موسلمانا سەبر دكێشا.\nجارەكێ پێغەمبەری خارنەك بو مەزنێن مەككەهێ بەرهەڤكر و پشتی تێر قەدرێ وان گرتی گوتە وان: هوین دزانن ب تنێ من دوو تشت یێن بو هەوە هەین؛ ئەو ژی ئەوە كو هوین شەهدەیێ بدەن و بێژن: أشهد أن لا الە الی الله و أشهد أن محمد رسول الله و ب ڤێ چەندێ دێ خێرا دونیا و خێرا ئاخرەتێ ژی گەهیتە هەوە و دێ هوین دونیایێ ژی سەرفرازبن و دێ ل ئاخرەتێ ژی د سەرفەرازبن.\nئەف ئاخفتنە بو وان گەلەك یا غەریب بوو، ئەو مانە حێبەتی و یێ هزراخو دكەن و دبێژن: ئەڤە چ دبێژیت و مامێ وی ئەبوطالبی گوت: هەرە و كارێ خو بكە و بانگەوازیا خو بكە ئەز دێ تە پارێزم و ئەز چ جاران دەستا ژ پشتەڤانیا تە بەرنادەم بەلێ ئەز چ وجارا دینێ عبدالمطلبی ناهێلم. \nهندیكە مامێ وی یێ ئەبو لەهەب بو گوتی: نەخێر و جارەكا دی بێژمە هەوە نەخێر و پێدڤیە موحەمەد ڤی كاری ب راوەستینیت چونكی ئەڤە كێماسییە بو هوزامە.\nئەبوطالبی ب شێوازەكێ هێدی و نەرم گوت: ئەبو لەهەب موحەمەد ژ مەیە و ئەو بانگەوازیا ئەو پێ هاتی راستە، ئەم نەشێین راستینین ئەگەر خو ئەم چبكەین و ئەز دێ حەتا مرنێ پشتەڤانیا وی كەم.\nئەبو لەهەب رازی نەبوو و دەست ب دژایەتیا پێغەمبەری كر دگەل هەڤژیناخو دەیكا جەمیلی و تا گەهشتیە وی رادەی هاتن و ستری كرنە د رێكا پێغەمبەری دا (سلاڤێن خودێ ل سەربن).\nسەرەرای ڤان هەمی نەخوشیان پێغەمبەری سلاڤ لێ بن بانگەوازی بەرنەدا و سەبر و هەدار دكێشا و بەس كاردكر بو كێشانا خەلكی بەرەف رێكا خودێ. \nپشتی پێغەمبەری زانی ئەبوطالب پشتە ڤانیا وی بەرنادەت چوو سەر چیایێ سەفایێ پشتی ئەف ئایەتە بو هاتی: (وَأَنْذِرْ عَشِيرَتَكَ الأَقْرَبِينَ) \n\nو ئەڤە گازیەك بو ژ بو پێغەمبەری كو گازیا خو بەرەف قوناغا ئاشكرایی ببەت و نهێنی نەمینیت لەوما ل سەرێ چیای گازی هەمی عەشیرەتێن مەككەهێ كر و هەمی هاتن لدور كومبوون و گوتە وان: ئەز دێ نموونەیەكێ بێژمەهەوە ئەڤە دەوارەك یێ ل پشت ڤان چیایا دهێت هوین دێ باوەركەن؟ هەمیان پێكڤە گوت بەلێ دێ باوەركەین و ژ راستیێ پێڤەتر مە چو تشتێ دی ژ تە گوهلێ نەبویە.\nئینا پێغەمبەری گوت: ئەز یێ هاتیم و هشیاركەرەك بو هەوە و دێ‌ بەرێ هەوە دەمە گوتنا لا الە الی الله.\nدناڤ ڤان مروڤان دا ئەبو لەهەب هەبو ب دەنگەگێ بلند گوتە پێغەمبەری (سلاڤ لێ بن): تبا لك.\nلەوما پشتی ڤێ ئاخفتنا وی ئەف ئایەتە هاتە خار: \n\n((                   بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ. \nتَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ (1) مَا أَغْنَى عَنْهُ مَالُهُ وَمَا كَسَبَ (2) سَيَصْلَى نَارًا ذَاتَ لَهَبٍ (3) وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ (4) فِي جِيدِهَا حَبْلٌ مِنْ مَسَدٍ (5) )) المسد 1-5\n\n\n\n(( 1 بەرزیان و بەرئاتاف ببن دەست و لەپێت (أبو لهب)، ـ مەرەم پێ ئەو ب خۆیە ـ و بەرزیان ژی بوون.2 مالێ وی و قازانجێ ژێ گەهشتیێ، مفایێ وی نەدا.3 دێ چیتە د ئاگرەكێ ب گوڕیدا.4 د گەل ژنا خۆ كو پشتیهەلگرا دار و ستریان بوو (بۆ هلئێخستنا فتنەیێ).5 وەریسەكێ هلچنی د ستۆیێ وێدایە))\nو پێغەمبەری گازی كر كو خەلك پەیكەرا و پەرستنا وان بهێلیت و خەلكی دگوت: یان دڤێت ئەم هەر بێژین (صادق الامین) لێ ل ڤێرە دڤێت ئەم ب دویف كەڤین یان ژی بێژینێ ئەڤە یێ دین بوی و یێ‌ ب سەرداچووی.\n\n\n\n\n",
        "favorite": 0,
        "id": 18,
        "title": "بانگەوازیا نهێنی"
    },
    {
        "description": "مەككەه هەمی یا كەفتیە د حێبەتیێ دا و خەلكی هەستەكێ تورەبونێ یێ دەڤ پەیدابویە و وان پێ باش نەبویە سێ سەد سەنەمان هەمیا بهێلێن و بچین پەرستنا ئێك خودا بكەین.\nهەمی مەزنێن قورەیشیان خو كرە ئێك و چونە دەڤ ئەبوطالبی و گوتێ: ئەی ئەبو طالب برازایێ تە یێ سفكاتیێ‌ ب دینێ مە دكەت و یێ سەنەمێن مە ب چونە حساب دكەت و دڤێت تو بچی و رێكێ ل وی بگری و گەل باغڤە و بلا ئەڤان ئاخڤتنێن خو بهێلیت و ئەگەر وی بڤێت بكەینە مەزن دێ كەینە مەزنێ خو و ئەگەر مال بڤێت هندی هەیە د دونیایێ دا دێ دانینە بەردەست؛ ئەبوطالبی پشتەڤانیا برازایێ خو بەرنەدا.\nئینا خەلكی و مەزنێن مەككەهێ دژاتیا وی كر و جار دگوت یێ دینە و جار دگوت ئەڤە سێربەندە، لێ پێغەمبەر یێ بەردەوام بوو سەر دەعوەیا خو و بو پەرستنا خودایێ ئێكانە گازی خەلكی دكر، و ئەڤە ژی وانەیەكە پێغەمبەر ددەتە مە كو هەمی دەمان دێ مروڤ هەبن بنە رێگر د راستا مروڤێن گازیا خودێ دكەن و دێ مروڤ نەخوشیان بینیت ل سەر بەلافكرنا ئەڤی ئاینی لێ دڤێت مروڤێ خوراگربیت و بهێزبیت. \nپێغەمبەر ل سەر بانگەوازیا خو یێ بەردەوام بو و تایبەت د وەرزێ حەجێ دا و دچو بەراهیا وان كەسێن خەلكێ دەرڤەی مەككەهێ دهاتنە حەجێ و گازیا وان دكر بو ئیسلامەتیێ و پەرستنا خودایێ ئێكانە.\nد بەرامبەر دا كافران رێك ل خەلكی دگرت كو موحەمەدی ببینن و دگوتە خەلكی: خو نزیكی ڤی مروڤی نەكەن ئەو مروڤەكێ دینە و سێربەندە و چەندین توهمە ب دویڤ ڤەدنان، بەلێ‌ پا هەر نەشیان رێكێ ل پێغەمبەری بگرن (سلاڤێن خودێ ل سەربن) \nو پاشی كافران ڤیایە رێكەفتنەكێ دگەل پێغەمبەری بكەن و گوتێ: ئەی موحەمەد وەرە سالەكێ ئەم دێ پەرستنا خودایێ‌ تەكەین و سالەكێ تو پەرستنا خودایێ‌ مە بكە.\nل سەر ڤێ ئاخفتنا وان سورەتا (الكافرون) هاتە خار و خودایێ مەزن گوت:\n\n\n((                  بسم الله الرحمن الرحيم\n قُلْ يَا أَيُّهَا الْكَافِرُونَ (1) لَا أَعْبُدُ مَا تَعْبُدُونَ (2) وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ (3) وَلَا أَنَا عَابِدٌ مَا عَبَدْتُمْ (4) وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ (5) لَكُمْ دِينُكُمْ وَلِيَ دِينِ (6) )) الكافرون 1-6\n\nئانكو: (( 1 [هەی موحەممەد] بێژە شاندێ (وفد)ـــــــێ قورەیشییان هەی بێ باوەر و گاورینۆ.2 ئەز وی ناپەرێسم یێ هوین دپەرێسن.3 و هوین ژی وی ناپەرێسن یێ ئەز دپەرێسم.4 من ژی پەرستنا هەوە كری، نەكرییە و نە ئەز دكەم.5 و هوین ژی وێ پەرستنێ ناكەن یا ئەز دكەم.6 دینێ هەوە (كو شرك)ـە بۆ هەوە، و دینێ من (كو نیاسینا خودایەكێ ب تنێیە) بۆ من.))\nل ڤێرە ژی كافر شكەستن و بهێنا وان گەلەك تەنگ بوو و رابون شەرەكێ بەرچاف دەستپێكر و دەست ب ئێشاندنا موسلمانان كر و ئەڤ دوژمنكاریە زێدەكرن و ئەبو لەهەبی پشتەڤانیا ڤی شەری دكر دگەل هندەك سەركردەیێن دی یێن هوزێن مەككەهێ.\nو ئەڤ كافرە هاتن عوسمانێ كورێ عەفانی دكرە ناف حێسیلەكێ دا و دقوتا بەردەوام و كنفەك دكرە ستویێ بیلالی دا و دناڤ خەلكێ مەككەهێ دا دكێشا و ل دژوارییا گەرما مەككەهێ دهێلا؛ هەروەسا عەمار كورێ یاسری و بابێ وی و دەیكاوی هەر دئێشاندن و پێغەمبەری دگوت: (سەبرێ بكێشن ئەی مالا یاسری و ژڤانێ هەوە ل بەحەشتێ یە)\nو چەندین موسلمانێن دی ژی هاتنە ئێشاندن و ئەزیەت دان وەك ( ئەبو فەكیهە و خەباب و زەنیرا) و گەلەكێن دی.\nبەلێ پا ل سەر ڤان هەمی نەخوشیان موسلمانا دەست نەداهێلان و مانە ل سەر هەقییێ و بەردەوام دگەل هەقییێ بون، لێ یاگرنگ و خالا ب هێز ئەڤەبو كو سەركردێ وان پێغەمبەرێ خوشتڤی بەردەوام دگەل وان دا بو و بەردەوام گازی خەلكی دكر بو ئیسلامێ و دەست ژ موسلمانان بەرنەددا.\nو پشتی ڤێ چەندێ ئێدی قوربانی مەزنترلێ هاتن و یاسر هاتە شەهیدكرن و سومەیا هەڤژینا یاسری و دەیكا عەماری د دەستێ ئەبو جەهلی دا هاتنە شەهیدكرن. \nپشتی ڤان هەمی نەخوشیان پێغەمبەری هزراخو د پاراستنا هەڤالێن خو دا دكرپشتی هاتنەخارا ڤێ ئایەتێ: \n(( قُلْ يَا عِبَادِ الَّذِينَ آمَنُوا اتَّقُوا رَبَّكُمْ ۚ لِلَّذِينَ أَحْسَنُوا فِي هَٰذِهِ الدُّنْيَا حَسَنَةٌ ۗ وَأَرْضُ اللَّهِ وَاسِعَةٌ ۗ إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُم بِغَيْرِ حِسَابٍ (10) ))\n\nپێغەمبەری زانی كو مەلكەكێ ل حەبەشێ هەی ب ناڤێ (نەجاشی) ئەو شاهەكێ‌ دادپەروەرە و ئەو زولمێ ل كەسێ ناكەت و پێغەمبەری هندەك هەڤالێن خو هنارتنە حەبەشێ و ل سالا پێنجێ یا پێغەمبەراتیا پێغەمبەری دا؛ (سلاڤێن خودێ ل سەربن) ئێكەم مشەختبونا موسلمانان دەستپێكر و ئەف كومەلە پێكدهات ژ چواردە زەلام و چوار ژنان و سەركردێ وان عوسمانێ كورێ عەفانی بویە. \n\nدەمێ كافران زانی هندەك موسلمان بەرەف حەبەشێ چون هەولدا رێكێ ل وان بگرن بەلێ پا ئەو نەشیان و كافر گەلەك ژ ئەڤێ ترسیان و زانی ئەڤە دێ بیتە دەرگەه بو خەلكی و خەلك پتر بەرەف ئیسلامێ بچیت و ئەو ترسا مەزنێن مەككەهێ د سەرێ خەلكی دا نەمینیت.\nو پێغەمبەر و هندەك هەڤالێن خو مانە د مەككەهێ دا و بەردەوام بانگەوازیا خەلكێ خو دكر و ب تنێ‌ دڤیا خەلكێ خو رزگاربكەت و نە وەك سەركردەیەكێ دی یە كو خەلكێ خو بهێلیت و ئەو خوشیادابیت، نەخێر پێغەمبەر یێ هاتی خەلكی رزگاربكەت.\nكافر ب هندەك دیاریێن پر بوهاڤە بەرەف حەبەشێ چوون ل دەڤ نەجاشی و ژپێخەمەت وێ چەندێ ئەو شاهە ڤان موسلمانا ژ حەبەشێ ب دەرئێخیت چونكی وان دزانی ئەگەر وان شیا ڤان موسلمانان ژ حەبەشێ دەربێخن ئێدی خلاس و خەلكێ مەككەهێ نەوێریت بگەهیتە پێغەمبەری (سلاڤ لێ بن) چونكی وان چ رێك بو رزگاربونێ نینە.\nنەجاشی مروڤەكێ ب ئاقل بویە و ئەف هەردوو كومە ئینانە بەرێك و ل ڤێرێ‌ دا جەعفەر خودێ ژێ رازیبیت ئاخڤت و گوت: ئەی شاه ئەم هندەك مروڤ بوین جەهل و نەزانین ل ناڤ مەدا هەبویە، مە پەرستنا سەنەمان دكر مە گوشتێ مرار دخار و مە كریارێن گەلەكێن كرێت دكر و مە باشی نەبویە و ئێمناهی نەبویە حەتا خودای بومە پێغەمبەرەك فرێكری ژمە و ئەم باش نەسەبا وی دزانین و مە باوەری پێ ئینا و ئەوی بەرێ مە دا خودایەكێ ب تنێ كو دبێژنێ ( الله) و بەرێ مە دا هندێ ئەم د راستگو بین و درەوێ نەكەین و ئەم ئەو بین یێت ئەمین و ئەمانەتی بگەهینین و بەرێ مە ژ فاحیشێ دا پاش و گوتە مە هوین مالێ ئێتیما نەخون و شەهدەزوریێ نەدەن و پەرستنا وی خودای بكەین یێ ئێكانە و چو هەڤپشكا بو خودێ چێنەكەین و نیشامە دا ئەم روژیا بگرین و نڤێژا بكەین، لەوما هندەك ژ خەلكێ مەككەهێ ئەڤێت ئیمان ب پێغەمبەری نەئینای هەولدا مە ژ دینێ مە ڤەكەن و ئەم ئێشاندین و روژ بو روژێ دوژمنكاریاوان لسەر مە زێدەكر و تا گەهشتــــیە وێ چەندێ هندەك ژ مە كوشتین، لەوما ئەم دەربەدەر بوین و ژ گەلەك وەلاتان مە وەلاتێ تە ژێگرت ژبەر كو ئەم یێت هاتنە دەڤ پاشایەكێ كو كو ئەو پاشایە زولمێ ناكەت.\nنەجاشی گوت: ئەرێ تشتەك ل گەل هەوە هەیە ژ وێ ئەوا پێغەمبەر دبێژیت كو ئەڤە ژ دەڤ خودایە؟ \nجەعفەری گوت: بەلێ.. و هندەك ئایەت ژ دەستپێكا سورەت مەریەم خاندن. \nپشتی ڤان ئایەتان نەجاشی گوه ل ڤان ئایەتا بوی كرە گری و گوت: ب خودێ‌ ئەوا ئەو پێ هاتی و یا عیسا پێ هاتی ژ ئێك روناهیە و ژ ئێك جهە، و نەجاشی ل وەفدێ قورەیشیان زڤری و گوتی هەرن و دیاریێن خو ژی ببەن ب خودێ‌ ئەز ڤان نادەمەڤ هەوە.\nكافران ل ڤێرێ‌ ژی شكەستن ئینا، نەجاشی گوتە موسلمانان هەرن و هوین ل حەبەشە د ئازادن و كەس نینە دژاتیا هەوە بكەت.\nبەلاڤبوونا ئەڤی دەنگوباسی ل مەككەهێ بو جهێ ترسا كافران و گوتە ئێك ئەڤە گازیا پێغەمبەری ژ مەككەهێ دەركەفت و ئێدی دڤێت ئەم رێكەكێ بدانین و ب راوەستینین، دوبارە مەزنێن مەككەهێ چونە دەڤ مامێ پێغەمبەری (سلاڤ لێ بن) و گوتێ: یان دێ مە هەلبژێری یان دێ برازایێ خو هەلبژێری؟\nل ڤێرێ‌ ئەبوگالب سست بو و بیرا وی یا ل وەسیەتا بابێ وی عبدالمطلبی دهێت دەمێ گوتیێ دەستا ژێ بەرنەدەی و پشتەڤانیا بەردەوام یا موحەمەدی بكەی، لێ ئەو ژی ڤێجارێ نەشیا بەرامبەری گەفێن مەزنێن كافرێن مەككەهێ راوەستیت.\nو مامێ وی ئەو داخاز كرە دەڤ خو دا دگەل باخڤیت..\n\n \n",
        "favorite": 0,
        "id": 19,
        "title": "چوونا بەرەف حەبەشێ"
    },
    {
        "description": "موحەمەد سلاڤ لێ بن بەرامبەر مامێ خو ئامادە بو و ل هیڤیا مامێ خو بو كا دا چ بێژیتێ.\nئەبوطالبی گوت: مەزنێ، مەككەهێ یێـن هاتینە دەڤ من و یا گوتی كو موحەمەد یێ ئیهانا دینێ مە دكەت و یێ سەنەمێن مە ب چونە حساب دكەت و دڤێت تو بچی و رێكێ ل وی بگری و دگەل باخڤە و بلا ئەڤان ئاخڤتنێن خو بهێلیت و ئەگەر وی بڤێت بكەینە مەزن دێ كەینە مەزنێ خو و ئەگەر مال بڤێت هندی هەیە د دونیایێ دا دێ دانینە بەردەستێن وی.\nوەك مەگوتی ئەڤ جارە گەفێن وان گەلەك د مەزن و دژوار بوون و وان هزركر ب ڤان گەفان و ب ڤان رێكا وان گرتیەبەر كو دانا پلە و پوست و مالی بویە دێ رێكێ ل پێغەمبەری گرن، بەلێ پا بەرسڤا پێغەمبەری ئەڤە بو و گوتە مامێ خو: ئەگەر هوین روژێ بكەنە د دەستەكێ من دا و هەیڤێ بكەنە دەستەكێ دی دا ئەز دەستا ژ ڤی ئاینی بەرنادەم و دێ یێ‌ بەردەوام بم.\nموحەمەد (سلاڤ لێ بن) ژ دەڤ مامێ خو رابوو و هەروەكی زانی دلێ مامێ وی ژێ ما، بەلێ پا مامێ وی گوت: هەرە ئەی برازایێ من و پشتراستبە ئەز خو رادەستی وان ناكەم و پشتا تە بەرنادەم.\nئەڤ هەولا قورەیشیان ژی شكەستن ئینا، و د بێژیتە ئەبو جەهلی ئەز دێ وی ب بەرەكی كوژم، دەما بویە سپێدە ئەبو جەهل چوو دا پێغەمبەری كوژیت و پێغەمبەر یێ دنڤێژێ دا  دەما نێزیك بوی دەستێن ئەبو جەهلی شەلەلی بون و بلەز ئەبو جەهلی بەر هاڤێت و رەڤی و بترس ژ وێرێ هات.\nهندەك مروڤان گوتێ: تە چیە تو هوسا ب ترس زڤری و رەنگێ تە هاتیە گوهرین؟ \nگوت: من دیت دوو حێشتر هاتن و چ نەمابوو دامن داعویرن.\nئەڤە پاراستنا خودێ بوو؛ و پشتەڤانیا خودێ بوو؛ ژ بو پێغەمبەری (سلاڤ لێ بن).\nدڤان كاودان و نەخوشیا دا و ئەزیەتدانا وان بەردەوام بو و پشتی رویدانا ئەبو جەهلی ژی وان هەر دەست ژ ئێشاندنا موسلمانا بەرنەدان و جارەكێ وان بەر دهاڤێتنە پێغەمبەری و موسلمانا؛ و حەمزە مامێ پێغەمبەری ل وێرێ ئامادە دبیت و دربەكێ ب هێز د دانیتە ئەبو جەهلی و پاشی دبێژیتێ ئەگەر تو زەلامی دێ ڤی دربی ل من زڤرینی؟\nپشتی ڤێ رویدانێ حەمزەی موسلمانبوونا خو راگەهاند ل دەڤ كەعبێ؛ و حەمزە یێ بەرنیاس بو ب زیرەكی و مێرانیا خو لەوما ئەبو جەهل پاشڤەچوو؛ و نەدشیا خو ل بەر سینگێ حەمزەی بگریت و ژبەر زیرەكیا وی پشتی موسلمان بونا وی ناسناڤێ (شێرێ خودێ - اسد الله) پێ هاتە دان. \nپێغەمبەری (سلاڤ لێ بن) بەردەوام دوعایەك دكر و گوتی یارەبی تو ئیسلامێ عەزیزكەی ب ئێك ژ هەردوو عومەرا، عومەرێ كورێ خەتتابی و عومەرێ كورێ هیشامی(ئەبو جەهلی) \nشەڤەك ژ شەڤان عومەرێ كورێ خەتتابی ژ مال دەردكەڤیت و دهێـتە نێزیكی كەعبێ دبینیت پێغەمبەر یێ زكری دكەت و قورئانێ دخوینیت عومەر گوهێ خو دەتە قورئانێ و دلێ وی نەرم دبیت، هەرچەندە هێشتا عومەر ل سەر دینێ بابیران بو و ب زڤراتی و رەقیاتیا خو یێ ناڤداربوویە.\nپشتی گوهلێبوونا ڤان پەیڤان عومەری گوت: ئەرێ ئەڤە شاعرە؟ و یێ د دلێ خو دا دبێژیت... پێغمبەری ژی سلاڤ لێ بن د خاندنا قورئانێ دا گەهشتە ڤێ ئایەتێ: \n(( إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ (40) وَمَا هُوَ بِقَوْلِ شَاعِرٍ ۚ قَلِيلًا مَّا تُؤْمِنُونَ (41) )) الحافة 40،41\n\nئەف ئایەتە دگەل هزر و خەیال و پسیارا عومەری ژ خو دكر، پشتی ڤێ ئایەتێ عومەری گوت: پا دیارە ئەڤە كاهنە.\nو پێغەمبەر گەهشتە ئایەتا: \n\nوَلَا بِقَوْلِ كَاهِنٍ ۚ قَلِيلًا مَّا تَذَكَّرُونَ (42) تَنزِيلٌ مِّن رَّبِّ الْعَالَمِينَ (43) )) الحافة 42،43\n\n\nل ڤێرە ئیسلام چوو د دلێ عومەری دا لێ هەر نە ل وی ئاستی كو موسلمان ببیت، و روژەكێ ژ مال دەركەفت و یێ تورەیە و شیرێ وی یێ د دەستی دا و دێ چیت پێغەمبەری (سلاڤ لێ بن) كوژیت، هندەكا ب رێكێ دا گوت ئەڤە تو دێ چكەی و شیرێ تە د دەستێ تە دا؟ \nعومەرێ كورێ خەتتابی گوت: دێ چم موحەمەدی كوژم.\nئەوان گوتێ: دێ جارێ تو چارەیەكێ ل خویشكاخو و زاڤایێ خو بكە، نێ ئەو ژی یێن موسلمان بوین.\nعومەری رێكا خو گوهارت و بەرەف مالا خویشكا خو چوو؛ و گوهلێ‌ بوو كو یێ قورئانێ دخوینن و دەمێ ب ژور كەفتی خویشكاوی ئەو دوو لاپەرێن قورئانێ ڤەشارتن.\nعومەری دربەك ل خویشكا خو دا و ئێك ژی ل زاڤایێ خو دا و گوت: كابینن ئەو چ لاپەرن بدەنەفمن.\nخویشكا وی گوت: تو مروڤەكی پیسی و چێنابیت تو دەستێ خو بكەیە ڤان لاپەران و بەس پاقژ دەستێ خو دكەنێ‌ و هەرە خو بشو و وەرە دێ پاشی دەمەفتە. \nدەمێ عومەری دیتی كو خویشكاوی خوین یا ڤێدا دهێتەخار ژبەر دربێ وی و سەرەرای ڤێ چەندێ ئەو هێشتا یا خوراگرە و یا ل بەر سینگێ عومەری رادوەستیت، و عومەر نەچاركر بچیت خو بشوت دا بهێت وان لاپەران ببینیت و دەمێ عومەر هاتی ئەو لاپەر دیتن و ئەف سورەتە یا ل سەر: \n\n((                   بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ \nطه (1) مَا أَنْزَلْنَا عَلَيْكَ الْقُرْآنَ لِتَشْقَى (2) إِلَّا تَذْكِرَةً لِمَنْ يَخْشَى (3) تَنْزِيلًا مِمَّنْ خَلَقَ الْأَرْضَ وَالسَّمَاوَاتِ الْعُلَى (4) الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى (5) لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَمَا بَيْنَهُمَا وَمَا تَحْتَ الثَّرَى (6) وَإِنْ تَجْهَرْ بِالْقَوْلِ فَإِنَّهُ يَعْلَمُ السِّرَّ وَأَخْفَى (7) اللَّهُ لَا إِلَهَ إِلَّا هُوَ لَهُ الْأَسْمَاءُ الْحُسْنَى (8) وَهَلْ أَتَاكَ حَدِيثُ مُوسَى (9) إِذْ رَأَى نَارًا فَقَالَ لِأَهْلِهِ امْكُثُوا إِنِّي آنَسْتُ نَارًا لَعَلِّي آتِيكُمْ مِنْهَا بِقَبَسٍ أَوْ أَجِدُ عَلَى النَّارِ هُدًى (10) فَلَمَّا أَتَاهَا نُودِيَ يَا مُوسَى (11) إِنِّي أَنَا رَبُّكَ فَاخْلَعْ نَعْلَيْكَ إِنَّكَ بِالْوَادِ الْمُقَدَّسِ طُوًى (12) وَأَنَا اخْتَرْتُكَ فَاسْتَمِعْ لِمَا يُوحَى (13) إِنَّنِي أَنَا اللَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدْنِي وَأَقِمِ الصَّلَاةَ لِذِكْرِي (14) )) طه 1-14\n\n\nئانكو: (( 1 (گه) [هۆسا دئێتە خواندن (گاها)، ئەڤە و هەمی تیپێن ل دەستپێكا سورەتان ئاماژەنە ل سەر ئیعجازا قورئانێ].2 [هەی موحەممەد] مە قورئان ل سەر تە نەئینایییە خوارێ، دا تو بوەستی و زەحمەتێ ببەی [ژ بەر زێدە خەمخوارنا تە ل سەر گاوری و نەباوەری ئینانا وان، و ڕاوەستیانا تە یا زێدە درێژ ل سەر نڤێژێ].3 [مە ئەڤ قورئانە نەئینایییە خوار] ژ بەر هندێ نەبیت دا ببیتە بیرئینان بو وان ئەوێت ژ خودێ دترسن.4 [ئەڤ قورئانە] ژ نك وی یا هاتییە خارێ، ئەوێ ئەرد و ئەسمانێن بلند چێكرین.5 خودایێ دلۆڤان ل سەر عەرشێ خۆ بلندبوو [بلندبوونەكا لائقی وی و یا بێ چاوایی].6 و هندی د ئەرد و ئەسماناندا و هندی د ناڤبەرا واندا، و هندی د بن ئەردی ژیڤە هەر یێ وییە.7 و ئەگەر تو دەنگێ خۆ [بۆ دوعایێ و زكری] بلند بكەی [یان ژی د دلێ خۆدا بێژی، ل دەڤ خودێ هەر ئێكە]، ب ڕاستی خودێ نهینیێ، و تشتێ ژێ ڤەشارتیتر و نەپەنیتر ژی دزانیت.8 خودێ ئێكە و ژ وی پێڤەتر چو خودایێت دی نینن، و باشناڤ و ناڤێت گەلەپیرۆز هەر یێت وینە.9 ما سەرهاتییا مووسایی بۆ تە نەهاتییە؟!10 دەمێ ئاگرەك [ژ دویرڤە] دیتی، ئینا گۆتە مالا خۆ: ل ڤێرێ بن، ب ڕاستی ئاگرەك ب بەرچاڤێ من كەڤت [ئەز دێ چم بەرێ خۆ دەمێ] بەلكی ئەز بۆ هەوە بزۆتكەكی ژێ بینم، یان ئەز ڕێناسەكی ل دەڤ ئاگری ببینم [رێكێ نیشا مە بدەت ].11 ڤێجا وەختێ هاتییە دەڤ [ئاگری]، گازییەك هاتێ‌: هەی مووسا.12 ب ڕاستی ئەز خودایێ تەمە، ڤێجا تو پێلاڤێت خۆ بێخە، تو یێ ل نهالا پیرۆز، (گوی)یێ.13 و من تو [بۆ پێغەمبەراتییێ] یێ هەلبژارتی، ڤێجا تو گوهدارییا وێ بكە یا ب وەحی بۆ تە دئێت.14 ب ڕاستی ئەزم خودێ [ئانكو ئەڤێ گازی تە دكەت، ئەوە خودێ]، و چو پەرستی ژ بلی من هێژایی پەرستنێ نینن، ڤێجا من ب تنێ بپەرێسە و نڤێژێ بكە، دا ئەز ل بیرا تە بم [یان ژی ل وەختێ بیرئینانا من (كو نڤێژە) نڤێژێ بكە]. ))\nدگەل تەمامبوونا ڤان ئایەتان خویشكا وی و زاڤایێ وی سەحكرێ عومەر یێ روندكان دبارینیت و یێ دبێژیت ئەڤە چ خوش ئاخڤتنن و چەند ب قەدر و قیمەتن و موحەمەدی نیشامن بدەن؟\nدەمێ دا دەركەڤیت زاڤایێ وی خەبابی گوتێ: مزگینی بوتە بیت ئەی عومەر ب خودێ‌ تو دوعایا پێغەمبەری بوی و پێغەمبەری دوعایا بوتە كری كو تو موسلمان ببی.\nب ڤان ئاخفتنا دلێ عومەری خوشتر لێ هات و پتر شەوقا ئیسلامێ كەفتە د دلی دا و بەرەف وێ مالێ چوو یا پێغەمبەر لێ، دەمێ گەهشتیە وێرێ و ل دەرگەهی دای و دەمێ زانی ترسەك بو سەحبا چێبوو چونكی هەمیان عومەر و مێرخاسیا وی دزانی و دزانی زەلامەكێ دژوارە و خودان كریار و ئاخفتنا خویە، ل ڤی دەمی دا حەمزەی گوت: دەرگەهی بو ڤەكەن ئەگەر بو خێرێ هاتبیت سینگێ مە یێ بو ڤەكریە و ئەگەر بو خرابیێ هاتبیت دێ ل بەر سینگی راوەستین.\nدەمێ‌ ب ژوركەفتی چوو خو د پێغەمبەری وەركر و روندك باراندن و گوت: أشهد أن لا الە الی الله و أشهد أنك رسول الله.\nب گوهلێبوونا ڤان پەیڤان هەمی موسلمانێ، وێرێ گەلەك كەیفخوش بون و دەست ب تەكبیراتا كر و گوت (الله أكبر ألله أكبر) و بدەنگەكێ بلند هەر دگوت (الله أكبر ألله أكبر الله أكبر ألله أكبر).\nموسلمانبونا عومەری تەرازی گەلەك گوهارت و هەر ل وی جهێ موسلمانبونا وی بریاردا و چوو بەرامبەر كەعبێ نڤێژكر وەك بەرهنگارییەك بو مەزنێ قورەیشیان ئەڤێن كافر و خودێ ئیسلام ب عومەری عەزیز كر و دوعایا پێغەمبەری قەبیلكر، و (ئبن مەسعود) دبێژیت: مەنەدشیا ئەم نڤێژێ ل كەعبێ بكەین حەتا عومەر موسلمان بوی.\nو پاش ئەم كوم ب كوم ل دەوروبەرێن كەعبێ دروینشتین و ژبەر عومەری كەس نەدشیا بەرامبەری موسلمانان ب راوەستیت.\nب ڤێ چەندێ ژی هەر كافر نە راوەستیان و دژایەتیا پێغەمبەری و موسلمانان دكر و جارەكێ هەمی مەزنێن كافرا روینشتی بون و عوتبەیێ كورێ رەبیعەی گوت: موحەمەد ل بەرامبەر كەعبێ یێ روینشتیە ئەز دێ چم دگەل دا ئاخڤم و تشتێ من دڤێت ئەز دێ پێشكێش كەم بەلكی ئەو دەستا ب داهێلیت و قورەیشیان گوتی: هەرە و تو نوینەرێ مەی. \nعوتبە چوو دەڤ پێغەمبەری و ب نەرماتی دگەل ئاخڤت و گوت: ئەی برازایێ مە تو ژ مەی و ئەز یێ ژ دەڤ مەزنێن قورەیشیان هاتیم و یا گوتی ئەو مە ژێكڤە دكەت و كێماسیان ژ خودایێن مە دئینتەدەر ئەز یێ هاتیم و هندەك تشتان بێژم توژی ژمە قەبیل بكە.\nپێغەمبەری گوتێ: كەرەمكە بابێ وەلیدی و ئەوا تو پێ ژ دەڤ قورەیشیان هاتی بێژە...\n\n\n\n",
        "favorite": 0,
        "id": 20,
        "title": "موسلمانبونا عومەرێ كورێ خەتتابی"
    },
    {
        "description": "عوتبەی گوت: ئەگەر تەمال بڤێت دێ هند مالی دەینە تە كو كەسێ هندی تە مال نەبیتن، ئەگەر تە مەزناهی ژی بڤێت دێ تە كەینە مەزنێ خو، ئەگەر تە پاشایەتی ژی بڤێت دێ تە كەینە شاهێ‌ خو، و ئەگەر تە نەساخیەك و ئێشەك هەیە یان بابەتێ ئەجنەكی و تشتەكێ ب ڤی رەنگی هەبیت ئەم دێ بو چارەسەریاتە بوتە ل باشترین نوژدار و حەكیما گەرین. \nپێغەمبەری (سلاڤ لێ بن) عوتبە نەراوەستاند و دەنگێ خو ل سەر بلندنەكر و گوهداریا وی كر تا ژ ئاخفتنا خو تەمام بوی و دەمێ زانی عوتبە ژ ئاخفتنێ تەمام بو گوتێ: ئەرێ ئاخفتناتە خلاس یا بابێ وەلیدی؟\nعوتبەی گوت: بەلێ. \nموحەمەدی (سلاڤ لێ بن) گوت: دێ پا تو نوكە گوهداریامن بكە و گوت:\n\n\n((                بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\n حم (1) تَنْزِيلٌ مِنَ الرَّحْمَنِ الرَّحِيمِ (2) كِتَابٌ فُصِّلَتْ آيَاتُهُ قُرْآنًا عَرَبِيًّا لِقَوْمٍ يَعْلَمُونَ (3) بَشِيرًا وَنَذِيرًا فَأَعْرَضَ أَكْثَرُهُمْ فَهُمْ لَا يَسْمَعُونَ (4) وَقَالُوا قُلُوبُنَا فِي أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ وَفِي آذَانِنَا وَقْرٌ وَمِنْ بَيْنِنَا وَبَيْنِكَ حِجَابٌ فَاعْمَلْ إِنَّنَا عَامِلُونَ (5) قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَاسْتَقِيمُوا إِلَيْهِ وَاسْتَغْفِرُوهُ وَوَيْلٌ لِلْمُشْرِكِينَ (6) الَّذِينَ لَا يُؤْتُونَ الزَّكَاةَ وَهُمْ بِالْآخِرَةِ هُمْ كَافِرُونَ (7) إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ (8) قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَنْدَادًا ذَلِكَ رَبُّ الْعَالَمِينَ (9) وَجَعَلَ فِيهَا رَوَاسِيَ مِنْ فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَا أَقْوَاتَهَا فِي أَرْبَعَةِ أَيَّامٍ سَوَاءً لِلسَّائِلِينَ (10) ثُمَّ اسْتَوَى إِلَى السَّمَاءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلْأَرْضِ ائْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَا أَتَيْنَا طَائِعِينَ (11) فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ فِي يَوْمَيْنِ وَأَوْحَى فِي كُلِّ سَمَاءٍ أَمْرَهَا وَزَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَحِفْظًا ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ (12) فَإِنْ أَعْرَضُوا فَقُلْ أَنْذَرْتُكُمْ صَاعِقَةً مِثْلَ صَاعِقَةِ عَادٍ وَثَمُودَ (13) إِذْ جَاءَتْهُمُ الرُّسُلُ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلَّا تَعْبُدُوا إِلَّا اللَّهَ قَالُوا لَوْ شَاءَ رَبُّنَا لَأَنْزَلَ مَلَائِكَةً فَإِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ (14) فَأَمَّا عَادٌ فَاسْتَكْبَرُوا فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَقَالُوا مَنْ أَشَدُّ مِنَّا قُوَّةً أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً وَكَانُوا بِآيَاتِنَا يَجْحَدُونَ (15) فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِي أَيَّامٍ نَحِسَاتٍ لِنُذِيقَهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا وَلَعَذَابُ الْآخِرَةِ أَخْزَى وَهُمْ لَا يُنْصَرُونَ (16) وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ فَاسْتَحَبُّوا الْعَمَى عَلَى الْهُدَى فَأَخَذَتْهُمْ صَاعِقَةُ الْعَذَابِ الْهُونِ بِمَا كَانُوا يَكْسِبُونَ (17) وَنَجَّيْنَا الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ (18) وَيَوْمَ يُحْشَرُ أَعْدَاءُ اللَّهِ إِلَى النَّارِ فَهُمْ يُوزَعُونَ (19) حَتَّى إِذَا مَا جَاءُوهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَارُهُمْ وَجُلُودُهُمْ بِمَا كَانُوا يَعْمَلُونَ (20) وَقَالُوا لِجُلُودِهِمْ لِمَ شَهِدْتُمْ عَلَيْنَا قَالُوا أَنْطَقَنَا اللَّهُ الَّذِي أَنْطَقَ كُلَّ شَيْءٍ وَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍ وَإِلَيْهِ تُرْجَعُونَ (21) وَمَا كُنْتُمْ تَسْتَتِرُونَ أَنْ يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلَا أَبْصَارُكُمْ وَلَا جُلُودُكُمْ وَلَكِنْ ظَنَنْتُمْ أَنَّ اللَّهَ لَا يَعْلَمُ كَثِيرًا مِمَّا تَعْمَلُونَ (22) وَذَلِكُمْ ظَنُّكُمُ الَّذِي ظَنَنْتُمْ بِرَبِّكُمْ أَرْدَاكُمْ فَأَصْبَحْتُمْ مِنَ الْخَاسِرِينَ (23) )) فصلت 1-23\n\n\nئانكو: (( 1 (حم) هۆسا دئێتە خواندن (حا، میم)، و ل دۆر ڕاڤەكرنا ڤان ڕەنگە تیپان، بزڤڕە دەستپێكا سۆرەتا بەقەرە.2 ئەڤ قورئانە ژ دەڤ خودایێ دلۆڤان و خودان ڕەحم هاتییە خوارێ.3 كتێبەكە نیشان و ئایەتێت وێ ب درێژی هاتینە ئاشكەراكرن، قورئانەكە ب زمانێ عەرەبییە، ئەوێت دورست تێ دگەهن قەدرێ وێ دزانن..4 مزگینییە [بۆ مرۆڤێت خودێ] و ئاگەهداركەرە [بۆ دژمنێت خودێ]، بەلێ باراپتر ژ [گاوران] بەرێ خۆ ژێ وەرگێڕان، و گوهێ خۆ نادەنێ.5 و گۆتن: پەردە ل سەر دلێت مەنە، و ئەڤا تو بۆ مە دبێژی ئەم تێ ناگەهین، و گوهێت مە دكەڕن مە های ژێ نینە تو چ دبێژی، و پەردەیەكا د ناڤبەرا مە و تەدا هەی، ڤێجا تو ل سەر دینێ خۆ بە، و ئەم یێت ل سەر دینێ خۆ.6 [هەی موحەممەد] بێژە: ئەز ژی مرۆڤەكم وەكی هەوە، وەحی بۆ من دئێت كو ب ڕاستی خودایێ هەوە خودایەكێ ب تنێیە، ڤێجا ڕاست ڕێكا وی بگرن و ل سەر بمینن، و داخوازا لێبۆرینێ ژێ بكەن، و ئیزا و نەخۆشی بۆ موشركان بیت.7 ئەوێت باوەری ب دانا زەكاتێ نەیی و باوەری ب ڕۆژا قیامەتێ نەیی.8 ب ڕاستی ئەوێت باوەری ئینایین و كار و كریارێت ڕاست و دورست كرین، خەلاتەكێ بێ ڤەبڕین بۆ وان یێ هەی.9 [هەی موحەممەد] بێژە: ئەرێ هوین باوەرییێ ب وی [خودایی] نائینن ئەوێ ئەرد د دو ڕۆژاندا چێكری، و هوین هەڤبەران بۆ چێ دكەن؟ ئەو چێكەر، خودانێ جیهانانە.10 و چیایێت بنەجه و بلند یێت ئێخستینە د ئەردیدا [دا نەهەژیێت]، و [ب ئاڤ و گل و گیایی و دار و دەرامەت و شینكاتی] یێ ب بەرەكەت ئێخستی، و د چار ڕۆژێت تمامدا، ڕزقێ خەلكێ ئەردی ئەوێت هەوجە دیاركر.11 پاشی بەرێ خۆ دا ئەسمانی و ئەو دویكێل بوو، و گۆتە ئەردی و ئەسمانی هەوە بڤێت و نەڤێت ل دویڤ ئەمرێ من وەرن [كا من چ د ناڤ هەوەدا بۆ مرۆڤان چێ كرییە، دەربێخن] گۆتن: ئەم ب دلخۆشی و بەر ئەمری تە هاتین.12 و خودێ د دو ڕۆژاندا كرنە حەفت ئەسمان، هەر ئەسمانەكی كاروبارێ وی دورست كر، و مە ئەسمانێ دنیایێ ب ستێران خەملاند و پاراست [ژ شەیتانان]، ب ڕاستی ئەڤە تەكبیر و تەقدیرا خودایێ دەستهەلاتدار و زانایە.13 ڤێجا ئەگەر وان بەرێ خۆ [ژ باوەریئینان و هزركرنێ د ڤان چێكریاندا] وەرگێڕا، تو بێژە: ئەڤە من هوین ژ هشكەقێڕییەكێ ترساندن، وەكی وێ هشكەقێڕیێ ئەوا عاد و (پمود) هنگاڤتین.14 وەختێ پێغەمبەر ژ هەمی ڕەخانڤە بۆ وان هاتین [گۆتینە وان:] ژ خودێ پێڤەتر نەپەرێسن، گۆتن: ئەگەر خودایێ مە ڤیابایە پێغەمبەران بهنێریت، دا ملیاكەتان هنێریت، و ب ڕاستی ئەڤا هوین پێ هاتینە هنارتن، ئەم باوەرییێ پێ نائینین.15 هندی عاد بوون ژ نەهەقی خۆ د ئەردیدا مەزن كرن، و گۆتن: كی ژ مە ب هێزترە؟ ما وان نەددیت، ب ڕاستی ئەو خودایێ ئەو چێ كرین ژ وان ب هێزترە، و وان باوەری ب ئایەت و نیشان و موعجیزەیێت مە نەدئینا.16 ڤێجا مە هوڕەبایەكێ ب سڕ و سەقەم د چەند ڕۆژەكێت كوڕە و ڕەشدا، ب سەر واندا هنارت، دا ئیزایا ڕسواكرن و شەرمزاریێ د ژیانا دنیایێدا بدەینە بەر وان، و ئیزایا ئاخرەتێ ڕسواتر و شەرمزارترە، و هاریكاری ژی بۆ وان نائێتەكرن.17 هندی (پمود) بوون مە ڕاستەڕێكرن، بەلێ وان گۆمڕایی ب سەر ڕاستەرێیییێ ئێخست [ئانكو گاوری گرتن، و پشتا خۆ دانە باوەرییێ]، و ژ بەر كار و كریارێت خراب ئەوێت وان دكرن، برویسییا ئاگری و ئیزایا ڕسوابوون و شەرمزاریێ ئەو گرتن.18 و ئەوێت باوەری ئینایین و تەقوا خودێ دكرن [ئانكو ژ خودێ دترسیان، و پارێزكارییا وی دكرن]، مە ڕزگار كرن.19 و ڕۆژا نەیارێت خودێ بۆ دۆژەهێ دئێنە كۆمكرن، و ئەوێت بەراهیكێ [دا ژێك نەڤەقەتن] دئێنە ڕاوەستاندن، دا پێكڤە ببنە ئێك ڕێز و یێت دویماهیێ بگەهنە وان.20 ڤێجا گاڤا ل دەڤ ئاگری كۆمبوون [و ڤیان كار و كریارێت خۆ ئینكار بكەن]، گوهێت وان و چاڤێت وان و چەرمێ وان دێ شادەیییێ ل سەر وان كار و كریاران دەن، یێت وان كرین.21 و دێ بێژنە چەرمێ لەشێ خۆ: بۆچی هەوە شادەیی ل سەر مە دا؟ [و ئەم بەڕەڤانییێ ژ هەوە دكەین] دێ بێژن: [نە ب مەیە] خودێ ئەم ب ئەزمان ئێخستین، ئەو خودایێ [ئەڤرۆ] هەمی تشت ب ئەزمان ئێخستین، و ئەوی جارا ئێكێ هوین دابوون، و هەر دێ ب بال ویڤە زڤڕن.22 [وەختێ هەوە گونەه دكر] هەوە خۆ ژ گوه و چاڤ و چەرمێ خۆ نەدڤەشارت، هوین ل وێ هزرێ بوون شادەیییێ ل سەر هەوە نادەن [هەوە بەس خۆ ژ مرۆڤان ڤەدشارت]، و هەوە هزر دكر خودێ گەلەك ژ وان كارێت هەوە دكرن، نوزانیت [ژ بەر هندێ هەوە بستەیی د كرنا گونەهاندا دكر].23 و ئەڤەبوو ئەو هزرا هەوە ژ خودایێ خۆ دكر، و ئەڤێ هزرا خەلەت ئەوا هەوە ژ خودێ دكر، هوین د هیلاك برن و هوین بوونە ژ وان ئەوێت خوسارەت. ))\nپێغەمبەر یێ ڤان ئایەتان دخوینیت و دەمەكێ دا عوتبەی دەستێ خو ب دەڤێ پێغەمبەری ڤەنا و نەهێلا خاندنا قورئانێ تەمام بكەت، لەوما پێدڤیە ئەم باش هزرا خو د ڤان پەیڤان دا بكەین ژ پێخەمەت وێ چەندێ بزانین بوچی عوتبەی دەستێ خو ب دەڤێ پێغەمبەری ڤەنا و نەهێلا قورئانێ تەمام كەت؟ و پێدڤیە ئەم باش هزرا خو د ڤان ئایەتێن قورئانا پیروزدا بكەین و جارەكێ و دووا و سێ یا و تا دەه جاران بخوینین دگەل رامانا وێ داكو باش تێبگەهین كا پێغەمبەری چ گوتە عوتبەی.\nدەمێ عوتبە ڤەگەریایە دەڤ هەڤالێن خو، هەڤالێن وی گوت: ئەڤە عوتبە زڤری بەلێ پا سەروسیمایێ وی ل وی دەمێ ئەو چووی گەلەك یێ جیاوازە ژ سەروسیمایێ وی دەمێ ئەو زڤری و گوت: بابێ وەلیدی وەرە و بومە بێژە دانوستاندنا هەوە چلێهات؟\nعوتبەی گوت: من گوه ل ئاخڤتنەكێ بو چ جاران من وەك وێ گوه لێ نەبویە و ئەڤە نە هوزانە و نە سێربەندیە و نە كاهنیە و ئەڤی زەلامی بهێلن و من گەلەك تشتەكێ مەزن ژێ گوهلێ بوو.\nمەزنێن قورەیشییان گوت: ئەڤە شیاتە و سێربەندی ل تەژی كر! \nعوتبەی گوت: ئەڤە بوچونامنە و هوین یێن ب كەیفاخو نە كادێ چكەن.\nو بو جارا سێ یێ ژی پێغەمبەری (سلاڤ لێ بن) هەمی ئەو دیاریێن وان كافرا زڤراندن و هەمی ئەو پلە و پوستە رەدكرن و ل سەر بانگەوازیا ئیسلامێ یێ‌ بەردەوام.\nموسلمان روژ ب روژ پتر لێهاتن و بەردەوام سەبر و بهێنفرەهی دكێشا ل سەر نەخوشیێن قورەیشیێن كافر دگەهیننێ و موسلمان خودان ئیمانەكا ب هێزبوون. \nلەوما قورەیشی كومڤەبون و ل رێكەكا دی گەریان بو راستاندنا پێغەمبەری (سلاڤ لێ بن)  و ل (بەنوكەمامە) هەڤپەیمانیەك كر دژی هوزا (عبدالمطلب)ـــــی چونكی هوزا پێغەمبەری پشتا وی نەبەردا و هەردەم پشتەڤان بون و بلا هندەكا ئیمان ژی نەئینابیت و دڤێ هەڤپەیمانیێ دا هاتبوو: ((ئەم ژنا ژ وان نائینین و كچێن خو ژی نادەینە وان، و كرین و فروتنێ دگەل دا ناكەین، و هەمی پەیوەندیان دێ دگەل دا برین.. حەتا ئەو موحەمەدی رادەستی مە بكەن و ئەم بكوژین))\nو هەلبەت وان ئەڤ پەیمانە ب ناڤێ (بسم الله) دەستپێدكر و لاپەرێ ڤێ پەیڤێ ب بەرێ كەعبێ ڤە هلاویست، و دورپێچا مەزن دەستپێكر و موسلمان هەمی كرنە د دولەكێ دا و نەهێلا كرین و فروتن دگەل بهێتەكرن و نە كەس خارنێ بو ببەت و نە كەس پەیوەندیێ پێ بكەتن، و قورەیش یێ یاریا دكەن و یێ كەیفێ دكەن ئەڤە د دەمەكی دا كو گریا بچویكا و ژنان بلندبوو ژ برسادا و هەتا گەهشتیە وی رادەی موسلمانا بەلگێن دارا و پیستێ حەیوانان دخار...\nئەرێ دێ ئەو شێن ب ڤێ رێكاخو پێغەمبەری و موسلمانا راوەستینن؟ ئەرێ ب زولم و زورداریێ هەقی بەرزە دبیت؟ ئەڤجارە دلێ مەزنێن قورەیش یێن كافر گەلەك یێ ب كەیفبوون و دەمێ وان گوه ل دەنگێ زاروكان دبوو و كو یێن ژ برسادا دكەنە گری وان هەست ب سەركەفتنێ دكر و هندی دشیان نەدهێلا كەس خو نێزیكی موسلمانا بكەت و خارنەكێ بو ببەن.\nئەبو جەهلی سەركردایەتیا ڤێ دورپێچێ دكر و د خەیالا خودا دگوت: ئەڤە باشترین كار و پلانێن مەبوون و ب ڤی رەنگی دێ هوزا بەنوهاشم ژی پشتەڤانیا موحەمەدی بەردەت و ئەم دێ ب سەركەڤین چونكی ئەو خو ل بەر برسێ ناگرن. \nدەنگوباسێن ئەڤێ دورپێچێ بەلاڤبوون و گەهشتنە هوزێن دەوروبەرێن مەككەهێ و تا گەهشتیە وی رادەی هەمی حەجاجا پسیار دكر و ئێدی ئەو دەم هات ل جهێ كو پێغەمبەر بچیت پسیارا خەلكی بكەت و ئیسلامێ نیشابدەت ئێدی خەلك هات و یێ پسیارا پێغەمبەری (سلاڤ لێ بن) دكەن، ئەڤ پلانا دورپێچێ ئێدی ل دژی مەزنێن قورەیشییان كاردكەت و یا دچیتە دبەرژەوەندیا پێغەمبەری و هەڤالێن وی دا.\nئێدی خەلكی هەمیا ب ئاشكەرایی بەحسا ئیسلامێ و موسلمانا دكەت و سێ سال دەربازبوون ل سەر ڤێ دورپێچێ دا و ئەڤ سێ سالە ب سانەهی نەچوینە بەلكی سێ سالن یێن ب برساتی و نەخوشی ڤە دەربازبوین.\nزوهەیرێ كورێ ئومەیەی گوتە مەزنێن مەككەهێ: گەلی خەلكێ مەككەهێ ئەم یێن تێرین و بەنوهاشمی یێن برسینە، ئەم یێ جلكا دكەینە بەرخو و ئەوان جلك نەمان بكەنە بەرخوو، ئەز ناراوەستم هەتا ڤێ دورپێچێ نە راوەستینم.\nئەبو جەهلی گوتێ: تو درەوادكەی، و ئەم ژ پەیمانا خو لێڤەنابین.\nئەبو طالب دچیتە دناڤ وان دا و دبێژیتێ: ئەی گەلی خەلكی ئەو لاپەرێ هەوە پەیمان ل سەر نڤیسی هەمی یا هاتیە خارن و ب تنێ ناڤێ خودێ نەبیت.\nو دبیتە كەنگەشە دگەل ئەبو جەهلی و تاگەهشتیە وی رادەی ئەبوطالبی گوت: ئەگەر ئەز راستبێژم و لاپەر هاتبیتە خارن ئێدی دێ دورپێچ ب دوماهیك هێت و ئەگەر ئەز راست نەبێژم هەوە چ دڤێت بكەن(ئانكو دێ دەستا ژ پشتەڤانیا برازایێ خو بەردەت).\nمەزنێن كافران ل سەر ڤێ رازیبوون و چون سەحكرێ ئەو لاپەر هەمی یێ هاتیە خارن ژلایێ كرمی ڤە و ب تنێ ناڤێ خودێ یێ مای و بەس پەیڤا ( بسم الله) یا مایە ل سەر لاپەری.\nو ب ڤی رەنگی دورپێچا سەر موسلمانان ب دوماهی هات و ئەڤ نەخوشیا موسلمانا ژی نەما و موسلمانا هەردەست ژ بانگەوازیا خو بەرنەدا.\nمامێ پێغەمبەری (سلاڤ لێ بن)  ئەبو طالب پشتی چەندەكێ ژ دوماهی هاتنا ئەڤێ دورپێچێ ل ژیێ (80) سالیێ دا وەغەرا دوماهیێ دكەت و ل بیرامەبیت ئەڤە ئەو كەسە بو یێ بەرسینگێ هەمی مەزنێن مەككەهێ دگرت و بەردەوام پشتەڤانیا پێغەمبەری دكر.\nپشتی ماوەیەكێ دی دەیكا مە خەدیجا (خودێ ژێ رازیبیت) چوو بەردلوڤانیا خودێ، خەدیجا ئەو ژنەبویە یا ل هەمی دەم و هەمی نەخوشیادا دگەل پێغەمبەری دا (سلاڤ لێ بن).\nپێغەمبەری (سلاڤ لێ بن) ل وێ سالێ دا هند نەخوشی دیتن تا گەهشتیە وی رادەی كو ناڤێ وێ سالێ كرە (سالا خەمان).\nپشتی دژایەتیا وی هاتیە كرن ژلایێ خەلكێ مەككەهێ ڤە پێغەمبەر (سلاڤ لێ بن) یێ ل دەرگەهەكێ دی دگەریت بو بەلاڤكرنا بانگەوازیا ئیسلامی و رادبیت قەستا (تائیف) دكەت و دچیتە وێرێ ب ئنیەتا وێ چەندێ كو ئەو موسلمان ببن.\nلێ پشتی گەهشتنا وی بو تائیف خەلكێ وێ و مەزنێن وێ دژایەتیا پێغەمبەری كر و دانایێ ب بەران و دینێن خو ڤی را بەردان و تا گەهشتیە وی رادەی خوین ژ پێغەمبەری هاتی و پشتی دەركەفتی ژ تائیف ئەڤێ دوعایا ب ناڤ و دەنگ بوخو دكەت \n\n(( \"اللّهُمّ إلَيْك أَشْكُو ضَعْفَ قُوّتِي ، وَقِلّةَ حِيلَتِي ، وَهَوَانِي عَلَى النّاسِ، يَا أَرْحَمَ الرّاحِمِينَ ! أَنْتَ رَبّ الْمُسْتَضْعَفِينَ وَأَنْتَ رَبّي ، إلَى مَنْ تَكِلُنِي ؟ إلَى بَعِيدٍ يَتَجَهّمُنِي ؟ أَمْ إلَى عَدُوّ مَلّكْتَهُ أَمْرِي ؟ إنْ لَمْ يَكُنْ بِك عَلَيّ غَضَبٌ فَلَا أُبَالِي ، وَلَكِنّ عَافِيَتَك هِيَ أَوْسَعُ لِي ، أَعُوذُ بِنُورِ وَجْهِك الّذِي أَشْرَقَتْ لَهُ الظّلُمَاتُ وَصَلُحَ عَلَيْهِ أَمْرُ الدّنْيَا وَالْآخِرَةِ مِنْ أَنْ تُنْزِلَ بِي غَضَبَك ، أَوْ يَحِلّ عَلَيّ سُخْطُكَ، لَك الْعُتْبَى حَتّى تَرْضَى ، وَلَا حَوْلَ وَلَا قُوّةَ إلّا بِك\" ))[ابن هشام 1/ 420] ..\n\n\n",
        "favorite": 0,
        "id": 21,
        "title": "دورپێچا مەزن و سالا خەمان"
    },
    {
        "description": "پشتی پێغەمبەر ژ تائیف هاتی و هاتیە ناف چەمەكێ و ئەو دوعایا بناڤ و دەنگ كری، رامان ژ ڤێ دوعایێَ ئەڤەبو: ئەی خودایێ من ئەم گەلەك بێچارە و بێ شیانین و ئەم بەرامبەر خەلكەكێ دی یێن شكەستی نە، ئەی خودا توی یێ‌ ژ هەمیان دلوڤانتر و خودانێ مروڤێن بێ چارەی، تو خودایێ منی، ئەرێ تو دێ بەرێ مە دەیە كێ؟ بو ئێكێ دویر كو هێرشی مە دكەتن یان بو ئێكی كو یێ دوژمناهیا مەدكەتن؟ یارەبی ئەگەر ئەڤە نە غەزەباتەبیت بومن نەخەمە ئەو چ بكەن، بەلێ پا لێبورینا تە بەرفرەهترە بومن و ئەز خو ب روناهیا رویێ‌ تە ئەڤێ تاریاتیا دونیایی رونكری و دونیا و ئاخرەت د دەستی دا دپارێزم ژ تورەبوونا تە و زڤرین هەربوتەیە حەتا تو رازی دبی و كەسێ چ شیان نینن و توی یێ هێز و شیانا د دەیە مروڤان.\nد ڤی كاودانی دا زەلامەكێ پێغەمبەر دیت و خوینا ڤێدا دهێتەخار دلێ وی ماپێڤە و گوتە بەندەیێ خو (عەداس)ـــــــی هەرە هندەك تری بو ببە، دەمێ چویە وێرێ و تری بو بری و دەمێ پێغەمبەری دەست ب خارنا تری كری گوت: بسم الله.\nعەداسی گوت: ئەڤە نە ئاخفتنا خەلكێ ڤێرێ یە. \nپێغەمبەری گوتێ: ئەرێ ما تو ژ كیش وەلاتی و دینێ تە چییە؟\nعەداسی گوت: ئەز مروڤەكێ نەسرانی مە و خەلكێ نەینەوامە.\nپێغەمبەری گوت: ئاها تو خەلكێ وی باژێری یێ یونس بو هاتی..\nعەداسی گوت: ڤێجا تو ژ كیڤە یونس د نیاسی؟\nپێغەمبەری گوت: ئەو برایێ منە... ئەو پێغەمبەربو و ئەز ژی پێغەمبەرم.\nعەداسەی خو هاڤێتە سەروچاڤێن پێغەمبەری و پێڤە ماچیكر... و پاشی پێغەمبەر ب دلەكێ شكەستی ڤەگەریا مەككەهێ ژبەر دل شەكستنا وی جبریل هاتە دەڤ و دوو فریشتە یێن د گەل دا و گوتێ: ئەی پێغەمبەرێ خودێ ئەز یێ هاتیم و ئەڤە هەردوو فریشتەیێن چیا یێن دگەل من و ئەگەر تە بڤێت دێ هەردوو چیایێن تائیف وەسا لێكدەین كو ئێك ژی ژ خەلكێ وێ نەمینتە ساخ. \nپێغەمبەری ل سەر هەمی نەخوشیا ژ وان دیتی گوت: نەخێر وەنەكەن و بەلكی هندەك ژ پشتا وان دروستبن و باوەریێ ب من بینن.\nئاها پێغەمبەرێ مە خودانێ خو ڤی رەوشتی بو حەتا بەرامبەری دوژمنێن خوژی یێ دلوڤان بوو.\nپشتی ڤەگەریانا پێغەمبەری بو مەككەهێ بەردەوام بو ل سەر بانگەوازیا خو و موشركێن مەككەهێ ژی ل سەر دژایەتیا خوو د بەردەوامن، پێغەمبەری بوخو وەرزێ حەجێ ب دەلیڤەدیت كو ئیسلامێ بەلاڤ بكەت و خو نزیكی وان دكر ئەڤێن ژ دەرڤە دهێن بەلێ پا موشركان نەدهێلا؛ كەس نێزیكی پێغەمبەری ببیت (سلاڤێن خودێ ل سەربن)، لەوما پێغەمبەری ب شەف دچو دەڤ ڤان مروڤێن دهاتنە مەككەهێ بو حەجێ.\nپشتی ڤان نەخوشیان دیاریەك بو پێغەمبەرێ مەهات و رویدانا ئیسرا و میعراجێ پەیدابوو و پێغەمبەر ژ مەككەهێ چویە باژێرێ قودسێ و پاشی بەرەف عەسمانا و دیدارا خودایێ مەزن و ل ئەسمانان روحێن پێغەمبەران یێن دیتین و روحێ مروڤێن باش و مروڤێَن خراب یێت دیتی و ل هەر ئەسمانەكێ هندەك پێغەمبەر یێن دیتین تا گەهشتیە (سدرت المنتهی) و ل وێرێ جبریل ل سەر رەنگێ وی یێ دیتی كو (600) چەنگ پێڤەبوینە و د ڤێ رویدانێ دا نڤێژ ل ئەسمانان هاتە فەرزكرن.\nئەڤ بابەتە گەلەك یێ درێژە بەلێ پا ئەم ب كورتی ل سەر راوەستین و ب تنێ مە دڤێت بزانین كو پشتی وان نەخوشیێن پێغەمبەری دیتین خودایێ مە ئەف دیاریە دایێ و دا پتر هیڤی و خوراگری ل دەڤ پێغەمبەری پەیدابیت.\nپشتی ڤێ رویدانێ پێغەمبەر (سلاڤ لێ بن) هەر یێ بەردەوام بو ل سەر بانگەوازیا خو و جارەكێ چو مینایێ و هندەك ژ هوزا خەزەرج یێن خەلكێ یەپربێ هاتبونە وێرێ ب سەركردایەتیا ئەسعەد بن زرار و پێغەمبەری ئیسلام بو وان گوت و ئیسلام چوو د دلێ ڤان دا و باوەری ئینا و وان زانی ئەڤە ئەو پێغەمبەرە یێ د (اهل الكتاب) دا بەحس ژێ كری.\nو وان گوتە پێغەمبەری ئەم یێ ل جهەكی هاتین هەمی شەرە تێدا كو هندی هوزا ئەوس و خەزرەج بەردەوام شەری دابوون و ئەم حەزدكەین جارەكێ ل سەر دەستێ تە ئەم پێكبهێین و ئاشتی پەیدابیت.\nئێكەم بەرهەم و ئێكەم وەفد ژ وان یێت هاتین بو حەجێ وموسلمان بوین خەلكێ یەپربێ بون و پشتی ئەو ڤەگەریاینە باژێرێ خو مالەك نەمایە كو بەحسێ ئیسلامێ تێدا نەهاتبیتە كرن، وبەردەوام ڤان موسلمانا قورئان دخاند و دگوتە خەلكی هوین خالێن ڤی پێغەمبەری نە و دڤێت هوین پشتەڤانیا وی بكەن و ئەڤە ئەو موحەمەدە یێ بابێ وی (عبدالله) مری و دەیكاوی ژی ل رویدانا سەرەدانا یەپربێ گیانێ خو ژ دەستدای و ئەڤە ئەو كەسە بو یێ زاروكاتی هەوە هەمیان دگوتی ئەڤی زاروكی دێ پاشەروژەكا گەش هەبیتن و روناهی ژ ناف چاڤان دچوو ئاها ئەڤە ئەوە یێ بویە پێغەمبەر (سلاڤ لێ بن).\nو دوبارە هندەك ژ خەلكێ یەپربێ هاتن دا سوز و پەیمانا بدەن بو سەر ئێخستنا ئیسلامێ و ل جهەكێ مان دگوتنێ (عەقەبە) وان ئەف سوز و پەیمانە دان و بونە ئەنسارێن پێغەمبەری (سلاڤ لێ بن) موسعەب بن عومەیر كو دەنگێ وی بو خاندنا قورئانێ گەلەك یێ‌ خوش بو ئەو فرێكر دگەل ئەنساران دا ل یەپربێ بو خەلكی قورئانێ بخوینیت. \nو پاشی دوبارە پەیمانا عەقەبێ هاتە دان عەقەبا دووێ، د ڤێ پەیمانێ دا عباد بن صامد هەبو و ئەو دبێژیت: مە سوز و پەیمان دانە پێغەمبەری (سلاڤ لێ بن) كو ئەم گوهداریا پێغەمبەری بكەین دخوشی و نەخوشیا دا و ئەم هەقیێ بێژین خو ئەم ل كیڤەبین و ئەم ژ ئاخڤتنێن لومەكەران نەترسین.\nپشتی ڤێ بەیعێ پێغەمبەری فەرمان ل هەڤالێن خو كر كو ئەو بچنە یەپربێ و ژ زولم و زورداریا خەلكێ موشركێ مەككەهێ رزگاربن هەمی هەڤالێن پێغەمبەری چون بەلێ پا پێغەمبەر ژ مەككەهێ نەدەركەفت و ما ل هیڤا وێ چەندێ كو خودێ دەستویریێ‌ بدەتێ و ئەو ژی مشەخت ببیت. \nئەف مشەختبوونا صەحابیان نە یا ب سانەهی بو و موشركا ل هەمی جها رێك لێ دگرت و ل سەرێن رێكا رادوەستیان و زالگەه بو ددانان و دبونە رێگر ژ پێخەمەت وێ چەندێ صەحابی ژ مەككەهێ نەدەركەڤن و ئەو هەر زور یێ لێ بكەن و ل هیڤیا وێ چەندێ بون ئەگەر وان زوری بەردەوام كر بەلكی روژەك بهێت و ئەو ژ ئیسلامێ ڤەبن. \n\n\n\n\n\n\n",
        "favorite": 0,
        "id": 22,
        "title": "موشەخت بون بەرەف یەثربێ"
    },
    {
        "description": "د رویدانێن مشەختبونێ دا ئەبو سەلەمەی گوتە هەڤژینا خو: رابە كارێ خو بكە و دا بەرەف یەپربێ مشەخت بین، هەڤژینا وی ژی خو كاركر و دا مشەخت ببن دەمێ مروڤێن وان زانی هاتن و دا رێگریێ لێ بكەن، و مروڤێن هەڤژینا وی هاتن و گوتی: تو كیڤە بچی هەرە بەس تو دەیكا سەلەمەی نابەی. \n- ئەبو سەلەمە هەر یێ دبێژیت: ئەڤە هەڤژینامنە و دێ دگەل من بیت و هەوە مای تێ ناچیت. \n- ئەوان گوت: نابیت تو ببەی. \nزەلامەكێ قەومێ ئەبو سەلەمەی هات و گوت: ئەی قەومێ ئەڤێ ژنێ هوین سەلەمەی نابەن و ئەو یێ‌ دگەل مە، و هەتا گەهشتیە وی رادەی دەمێ هەر ئێكێ ملێ زاروكی بخو دكێشا و ملێ سەلەمەی هاتبو دەر، پاشی گەهشتە وێ چەندێ كو ئەبو سەلەمە ب تنێ بچیت و مشەخت ببیت.\nهەڤژینا وی گەلەك خەمبار دبیت و هەر روژ دچیتە جهەكی كو دگوتێ (الابطح) و بخو دكرە گری و حەتا سالەك ب سەر ڤێ رویدانێ ڤە چوی و هەر ئەف ژنە د ڤی حالی دابوو، روژەك ژ روژان زەلامەك ژ بەنو موغیرەی گوت: ئەرێ بوچ هوین ناهێلن ئەڤ ژنا بەلەنگاز بگەهیتە زەلامێ خو؟ هوین بوچ رێكێ نادەنێ بچیت؟ \nو پاشی رابو دەوارەك بو گرت و كورێ وێ داڤێ و ب تنێ بەرەف یەپربێ چوو؛ ب رێكا (450) كیلومەتران ب رێڤە (عوپمان بن طلحە) دیت خودانێ كلیلا كەعبێ و وی گوتێ: ئەی كچا بەنی ئومەیەی دێ كیڤە چی؟\n- ئەوێ بەرسڤدا و گوت: ئەز دێ چمە یەثربێ و چمە دەڤ زەلامێ خو.\n- وی گوت: ما كەس دگەل تە نینە؟\n- وێ گوت: ئەز ب تنێ مە دگەل كورێ خو و خودایێ مە یێ دگەل مە. \n- غیرەتا عوثمانی كاركر و گوت: ب خودێ‌ ئەز ناهێلم تو بچی ب تنێ و دێ دگەل تە هێم تە گەهینم هەتا ب سلامەتی بچیە وێرێ. \nو ل دەمێ گەهشتین كەیفا ئەبو سەلەمەی گەلەك ب دیتنا كورێ خو و هەڤژینا خو هات و بلەز چو وان هەمبێزبكەت و پشتی سالەكا پری نەخوشی و خەم دوبارە ئەو مالا ئیماندار گەهشتنە ئێكڤە.\nئێكێ دی ب ناڤێ (عبدالله بن جحش) كو ب هەردوو چاڤان یێ كورە بوو و حەزدكر بچیتە یەپربێ و مشەخت بیت وئێك ب ئێك دەركەفتن و بیلال بن رباح و سعد بن ابی وەقاس و عەمار بن یاسر هەر ئێك د رێكەكێ را و ب نهێنی دەركەفتن و كەس ب چونا وان نەحەسیا.\nعومەرێ كورێ خەتابی ژی خو ئامادەكر كو ب دەركەڤیت دگەل دوو هەڤالێن خو و ڤیا دەركەڤن، عومەری كارێ خو كر و شیرێ وی یێ دەستی دا و تیر و كڤان یێ دەستی دا و چوو بەرێ بەیتێ و (7) تەواف ل دور كەعبێ كرن و ل (مەقام ئیبراهیم) دوو ركاعەت سوننەت كرن و گوت: ئەی خەلكێ مەككەهێ ئەڤە ئەز دێ دەركەڤم و هەر ئێك ژ هەوە بڤێت هەڤژیناخو بكەتە دەیكا ئێتیمان بلا بهێتە د رێكا من دا و یێ بڤێت دەیكاوی پێ بێژیت بلا بهێتە بەرسینگێ من و كەس نەدشیا بەر سینگێ وی بگریت.\nدگەل عومەری عەیاش ژی دەركەفت و پشتی دەركەفتی دەیكاوی گوتە بەنو مەخزومیا ئەز دێ لبەر دەرگەهی بم و ناچمە ژوور و نەدخوم و نە ڤەدخوم حەتا هوین كورێمن بومن نەزڤرینن.\nئەبو جەهلی گوت ئەڤە شەرمەزاریە بومە و دا بچینە یەپربێ وی ب زڤرینین.\nپشتی گەهشتنا وان بو یەپربێ بنهێنی ڤە دگەل ئاخڤتن و گوتە عەیاشی دەیكاتە یا بریاردای حەتا تو نەزڤری ئەو دێ ل بەردەرگەهی بیت و ناچیتە بەر چ سیبەرا و نەدخوت و نە ڤەدخوت. \nدلێ عەیاشی ما ل دویڤ دەیكا وی را و رویدان بو عومەری گوت و عومەری ژی گوتێ: نەچە عەیاش ئەڤان شەر بوتە دڤێت و باشی نەڤێت.\nعەیاشی گوت: مانێ ئەڤە دەیكا منە و دڤێت ئەز بزڤرم.\nدەمێ عومەری زانی دێ زڤریت گوتێ: پا ئەڤە دەوارێ منە بخو ببە و پێ هەرە مەككەهێ دەڤ دەیكاخو و سەر پشتا ڤی دەواری نەهێیە خار و ئەگەر تە زانی دێ فێلەكێ ل تەكەن بلەز دەوارێ خو بزڤرینە و ڤەگەرە ڤێرێ. \nپشتی رێكەفتنا وان بو مەككەهێ د رێكێ دا ئەبو جەهلی گوتێ: ئەی كورێ برایێ من تو دزانی دەوارێ من یێ بێ چارەیە ئەگەر تو دەوارێ خو بدەیەفمن دێ‌ گەلەك باشتربیت و دێ‌ زویتر گەهینە مەككەهێ. \nعەیاش ژی رازی بو و شیرەتا عومەری ژبیركر و ژ دەوارێ خو هاتە خارێ دا دەتەف ئەبو جەهلی، چەوا هاتەخار ئەبو جەهلی ئەو گرێدا و ب روژێ برە ناڤ مەككەهێ دا و گوت: ئەی گەلی خەلكێ مەككەهێ سەحكەنە موحەمەدی و هەڤالێ وی یا چل خەلكێ مەكری و ئاها ئەڤە یا دگەل عەیاشی كری و عەیاش گەلەك هاتە ئێشاندن و ئەبو جەهلی ئەو ل بەر گەرمێ گرێدا و گوت نابیت كەس ڤی ڤەكەت حەتا ئەو د زڤریتە دینێ قورەیشیان ڤە.\nئاها ب ڤی رەنگی خەلكێ مەككەهێ یێن موشرك هوسا غەدر ل موسلمانان دكر، و تانوكە هێشتا پێغەمبەر یێ ل مەككەهێ (سلاڤ لێ بن) و ئەبوبەكر دگەل دا مابو ل مەككەهێ، ئەبوبەكری حەزدكر ئەو ژی بچیت و مشەخت بیت و بگەهیتە صەحابیێن مشەخت بویی، پێغەمبەری گوتێ: لەزێ نەكە بەلكی هەڤالەك بوتە پەیداببیت.\nب ڤێ گوتنێ گەلەك كەیفا ئەبوبەكری هات و زانی كو دێ پێغەمبەر ئەو كەسەبیت یێ ببیتە هەڤال دگەل دا، موشركان زانی كو ئەو دەمە هات یێ دێ پێغەمبەر ژی مشەخت بیت چونكی پێغەمبەری (سلاڤ لێ بن) هەمی هەڤالێن خو هنارتبوون و موشركان دگوتە ئێك و دوو خلاس دڤێـت ئەم چاڤدێرییەكا باش ل موحەمەدی بكەین؛ چونكی ئەگەر ئەو گەهشتە یەپربێ ئەڤە دێ موسلمان ژ دەستێن مە دەركەڤن و ئەم نەشێین كونترول بكەین و هەروەسا دێ بنە مەترسی ل سەر بازرگانیا مە ژی دگەل دەردورێن مەككەهێ.\nمەزنێن مەككەهێ یێن موشرك دوبارە كومبوونەڤە بو رێگریكرنێ‌ ژ چوونا پێغەمبەری بو یەثربێ...\n\n\n",
        "favorite": 0,
        "id": 23,
        "title": "رویدانێن مشەختبونێ"
    },
    {
        "description": "كومبوونا نهێنی و مەترسیدار یا موشركان یا بەردەوامە و وان دڤێت د ئەڤێ كومبوونێ دا نەدەركەڤن تا بریارەكێ بدەن و رێكەكێ ببینن بو رێگریكرنێ‌ ل پێغەمبەری (سلاڤێن خودێ ل سەربن).\nهندەكا گوت: دڤێت ئەم دەرگەهێن مالێ لێ بگرین و زنجیر بكەین، ئەڤێ سەرنەگرت و ترسیان گوتی: هەڤالێن وی یێن دەركەفتین و ئەو دێ زانن.\nهندەكێن دی گوت: پێتڤی یە ئەم بەینە جهەكێ دویر و نەفـی كەین، ئەڤێ ژی سەرنەگرت چونگی هندەكا گوت هوین وی كیڤەببەن دێ هەر پشتەڤانان بوخو پەیداكەت.\nئەبو جەهلی گوت: من پلانەكا باش یاهەی. \nئێكی گوت: ئەو چ پلانە كا بومە بێژە؟\nئەبوجەهلی گوت: دڤێت ژ هەر هوزەكێ گەنجەكێ خودان شیان ئەم بینین و پێكڤە بچینە سەر مالا موحەمەدی دا بگرین و هەمی پێكڤە ب ئێك لێدان وی بكوژین و ب ڤی رەنگی دێ خوینا وی دناڤ مە هەمی هوزان دا و بەنو هاشم نەشێن تولا خو ژ مە هەمیان ڤەكەن و ئەم ژی دێ ژ موحەمەدی رزگاربین. \nهندەك ب ڤێ پلانێ رازیبوون و ئەف پلانا نهێنی دێ چیتە د بوارێ جێبەجێكرنێ دا. \nجبریل هاتەخار دەڤ پێغەمبەری و ئەمرێ دەركەفتنێ دایێ، پێغەمبەر بەرەف مالا ئەبوبەكری چوو و گوتێ: دەستویری یا بومە هاتیەدان و دڤێت ئەم ژ مەككەهێ ب دەركەڤین.\nئەبوبەكری گوتێ: و ئەز دێ دگەل تەدابم ئەی پێغەمبەرێ خودێ؟\nپێغەمبەری گوتی: بەلێ.\nو ب ڤێ چەندێ ئەبوبەكر گەلەك كەیفخوش بوو؛ و گوت وەی بو ڤێ مشەختبوونێ و دێ چ خوش مشەختبوون بیت!\nموشركان كومبوونا خو كر و پێغەمبەری ئیمام عەلی دانا جهێ خو دناڤ نڤینا خودا و چو مالا ئەبوبەكری و دەمێ چوی یێ دناڤ كوما ئەڤان مروڤێن موشرك را چووی و لەپەكێ‌ ئاخێ هاڤێتە ناڤچاڤێن وان و چاڤێن وان تاری بوون و ئایەتەك ل سەر ڤێ رویدانێ هاتە خار: \n\n(( وَجَعَلْنَا مِن بَيْنِ أَيْدِيهِمْ سَدًّا وَمِنْ خَلْفِهِمْ سَدًّا فَأَغْشَيْنَاهُمْ فَهُمْ لَا يُبْصِرُونَ (9) )) \n\nئانكو: 9 و مە ل پێشییا وان ناڤبرەك دانا، و مە ل پشت وان ناڤبرەك دانا، و مە پەردەیەك ئێخستە بەر چاڤێن وان، ڤێجا ئەو [هەقییێ] نابینن.\nو وەك بەلگەه بو ڤێ چەندێ پشتی ڤێ رویدانێ وان بوخو دگوت: كەس نەبویە ژ مە كو هندەك خیز و ئاخ نەچوبیتە دناڤ پرچا وی دا، و چو ئەبوبەكر دگەل خو بر و دەركەفتن. \nدەمێ دەركەفتنێ دا بەرەف مەدینێ ئەو راست و رێك و رێك نەچوون... بەلكو بەرەف باشورێ مەككەهێ چون كو رێكا مەككەهێ یە؛ چونكی وان زانی دێ موشركێن مەككەهێ هەر ب دویف كەڤن و نارویننەخار. \nئەبوبەكر هەر جار یێ خو د دەتە لایەكێ پێغەمبەری (سلاڤ لێ بن) و جار بەری پێغەمبەری چوو و چار پشت وی و جار لایێ راستێ و جار لایێ چەپێ.\n- پێغەمبەری گوتە ئەبوبەكری: ئەرێ‌ تو بوچی ڤێ چەندێ دكەی؟\n- ئەبوبەكری گوت: دەمێ ئەز هزركەم مەترسی یا ل رەخێ تە یێ راستی ئەز خو دەمە لایێ تە یێ راستێ و دەمێ هەستپێدكەم مەترسی یا ل لایێ چەپێ ئەز چمە وی لای و دەمێ هەستپێدكەم مەترسیا لسەر تە ل بەرسینگێ تە ئەز خودەمە بەر سینگێ تە و دەمێ هەستپێدكەم مەترسی یا ل پشت تە ئەز خو ددەمە پشت تە، داكو ئەگەر تشتەك هات ئەز ببمە قوربان و تو یێ پاراستی بی.\nو هەتا گەهشتینە چیایێ (الثور) و گەهشتینە بەردەرگەهێ شكەفتێ، ئەبوبەكر بەری پێغەمبەری دچیتە ژور دا سەحكەتێ كا چ مەترسی نینە و پاش رێ دا پێغەمبەری كو بچیتە دناڤ شكەفتێ دا.\nو بو پاراستنا پێغەمبەری كوترەكێ هێلینا خو دانا وێری و تەڤنپیركەكێ‌ تەڤنێ خو د دەرگەهێ شكەفتێ دا دانا، ژبو وێ چەندێ كەس هزرنەكەت كو كەس یێ چویە د ژورڤە.\nپشتی ڤێ چەندێ موشركان كومبوونەكا دی دانا و دیاریەكا ب بوها یا دانای ژ بو وی كەسی یێ‌ موحەمەدی بو بینیت، و خەلكی دەستپێكر لێ گەریان و تا گەهشتینە بەردەرێ شكەفتێ و ئەبوبەكر هێدی یێ دكەتەگری و یێ‌ ب خەمە چونكی ئەڤە موشرك هاتن و یێن ل بەردەرێ شكەفتێ. \n- پێغەمبەری گوتێ: \"لاتحزن إن الله معنا\" ئانكو: ب خەم نەكەڤە خودێ یێ دگەل مە.\n- ئەبوبەكری گوت: ئەی پێغەمبەرێ خودێ ئەگەر بەس ئەو سەحكەنە بەر پیێت خو ژی ئەو دێ مە بینن. \n- دوبارە پێغەمبەری گوتێ: تو چ دبێژی بو دوو كەسان و خودێ یێ سێ یێ یە دگەل دا؟\n\n(( {إِلاَّ تَنْصُرُوهُ فَقَدْ نَصَرَهُ اللَّهُ إِذْ أَخْرَجَهُ الَّذِينَ كَفَرُوا ثَانِيَ اثْنَيْنِ إِذْ هُمَا فِي الْغَارِ إِذْ يَقُولُ لِصَاحِبِهِ لاَ تَحْزَنْ إِنَّ اللَّهَ مَعَنَا فَأَنْزَلَ اللَّهُ وَكَلِمَةُ اللَّهِ هِيَ الْعُلْيَا وَاللَّهُ عَزِيزٌ حَكِيمٌ *} [التوبة: 40].\n\nموشركان ژبەر كوتران و هەبوونا تەڤنێ تەڤنپیركێ‌ خو سەرێ خو نەچەماند و نەسەحكرە شكەفتێ و زڤرین، پێغەمبەر (سلاڤ لێ بن) و ئەبوبەكر سێ روژ و سێ شەڤان مانە ل ڤێ شكەفتێ و ئەسمایێ خارن بو وان دئینا و پشتی ئەسما دزڤری شڤانەك هەبوو پەز دجهێ شوین پێیێن ئەسمایێ را دبر ژبو وێ چەندێ شوین پێت وێ ڤەشێریت، پشتی ڤی ماوەی وان دا رێكێ‌ و بەرەف مەدینێ رێكەفتن و دەمێ رێكەفتین سوراقەی پێغەمبەر و ئەبوبەكر دیتن، دەمێ نێزیك بوی پێیێن هەسپێ سوراقەی مانە راوەستیای و دەستێن هەسپێ وی د عەردی راچوون.\nئەبوبەكر بەرەف سوراقەی ڤە چوو و گوتێ: تە چ دڤیا؟\nسوراقەی گوت: هەر كەسێ هەوە بگریت یان بكوژیت دێ سەد حێشتران وەك دیاری وەرگریت. \n\n\n\n",
        "favorite": 0,
        "id": 24,
        "title": "پلانا مەترسیدار و مشەختبونا پێغەمبەری بەرەف مەدینێ"
    },
    {
        "description": "سوراقە یێ بەرەف پێغەمبەری دچیت و یێ دبێژیتێ سورز و پەیمانا بدە من ئەگەر مال و ملك كەفتنە د دەستێ تەدا تو قەدرێ من بگری. \nپێغەمبەری گوتە ئەبوبەكری: بو بنڤیسە و پاش گوتە سوراقەی ئەرێ چەوایە تو بازنكێن كیسرای بكەیە دەستێن خو؟\nسوراقەی گوت: كیسرایێ كورێ هورمزی؟ و ب عەجێبی ڤە یێ ڤێ پسیارێ دكەت.\nپێغەمبەری گوتێ: بەلێ ئەی سوراقە.\nئەڤە دەمەكێ دا ئەڤ سوزە دا كیسرای دەمێ پێغەمبەر یێ مشەخت بیت و وەلاتێ خو دهێلیت و هەڤالێن وی یێ زەعیفی و لاوازییێ دا. \nو پشتی كەفتنا ئیمپراتوریەتا ساسانی و كەفتنا كیسرای و مالێ كیسرای كەفتیە د دەستێ موسلمانا دا ل سەر دەمێ خیلافەتا عومەرێ كورێ خەتابی بازنكێن كیسرای دانە سوراقەی و ئەڤ سوزا پێغەمبەری بجه هات. \nپێغەمبەر (سلاڤ لێ بن) ل دەمێ مشەختبوونێ دا ل بەر خیڤەتەكێ را دەربازدبیت و ئەو خیڤەتە یا (دەیكا معبدی) یە و پێغەمبەر (سلاڤ لێ بن) گەلەك یێ وەستیایە و یێ‌ برسییە و دبێژنە ئەڤێ ژنێ: ئەرێ تە چ خارن هەیە بدەیە مە و ئەم ژ تە بكرین؟\n- دەیكا معبدی دبێژیت: چ تشتەك ل بەردەستێ مە نیە كو ئەز بدەمە هەوە\n- پێغەمبەر (سلاڤێن خودێ لێبن) بزنەكێ ل وێرێ دبینیت یا پیرە و گوهانێن وێ یێن هشكن، گوتە وێ ژنێ دێ دەستویریێ‌ دەیە من ئەز ڤێ بزنێ ب دوشم؟\n- وێ ژنێ گوت: مانێ یا هشكە دێ چەوا دوشی؟ \nپێغەمبەری دەستهاڤێتێ و دوعا كرن و ئەو بزنە دوت و هند شیر ژێ هات حەتا وان تێر ڤەخاری و ئامانێن ڤێ ژنێ ژی بو تژی كرین، و پاش چوون، و ئەڤ ژنە ما عەجێبگرتی و هەر یا د خەیالا خودا پسیاردكەت ئەڤ زەلامە كییە؟\nپشتی زەلامێ وێ‌ هاتی و چوبو بەر بزنێن خو و ئەو شیرە دیتی و پسیاركر: ئەرێ دەیكا مەعبەدی ئەڤە چ هەمی شیرە تە ژ كیڤە ئینایە؟ \nگوتی زەلامەكێ پیروز هات و ئەف بزنە دوت حەتا وان تێرڤەخاری و ئامانێن مە ژی تژی كرین، زەلامەكێ گەلەك بەركەفتی و ژێهاتی بوو.\nزەلامێ وێ گوت: ب خودێ‌ دێ ئەڤە ئەو زەلام بیت یێ قورەیشی لێدگەرن و ئەز ناروینمەخار حەتا ئەز دگەهمە وی.\nب رێكێ ڤە بورەیدێ بەنو خوصەیم هاتە د رێكا پێغەمبەری دا ب حەفتێ زەلام ڤە چونكی وی ژی یا گوه ل وێ دیاریێ بوی یا دێ هێتەدان ب وی كەسێ موحەمەدی دگریت یان دكوژیت.\nو ئەبوبەكر گەلەك یێ دترسیت و پێغەمبەری پسیاركر: ئەرێ تو كی؟ \n- وی گوت: ئەز بورەیدەمە ژ بەنوخوصەیم.\n- پێغەمبەر ل خو زڤری و گوتە ئەبوبەكری ئەم ئێمن بوین و ئەم سلامەت بوین \n- بورەیدەی گوت: و تو كی؟ \n- پێغەمبەری گوت: ئەز موحەمەدم كورێ (عبدلله)ـــێ‌ كورێ عبدالمطلبی مە. \nپێغەمبەری (سلاڤ لێ بن) دگەل كەفتە دانوستاندنێ و ئیسلام بو گوت و بو شروڤەكر و دوعا بوكرن كو ئیسلام بكەڤیتە دلێ وان دا، و ئەو هەمی موسلمان بوون و شەهدە دا و كەفتنە دگەل پێغەمبەری و بەرەف مەدینێ چوون.\nو خەلك سپێدەهیان دچونە جهەكێ ب ناڤێ (الحرە) و ل هیڤیێ‌ راوەستیابوون كا دێ كەنگی پێغەمبەر (سلاڤ لێ بن) گەهیتە مەدینێ.\nو روژەك ژ روژان پێغەمبەر گەهشت و ب شعرا (طلع البدر علینا) پێشوازیا پێغەمبەری كر، و زوبەیرێ كورێ عەوامی چوو؛ و جلكەكێ سپی كرە بەر پێغەمبەری و دلێ هەمیان تژی كەیف و خوشی بوو؛ و تەكبیرات ب هاتنا پێغەمبەری دان و هەر دگوت (الله أكبر .. الله أكبر .. الله أكبر).\nو هەر ئێكی دڤیا پێغەمبەر بچیتە مالا وی و مێهڤانێ مالا وی بیت..\nپێغەمبەری ژی گوت: بهێلن ئەڤ حێشترامن ل كیڤە د رونیتەخار ئەو دێ بیتە مالا مە و مالا خودێ دێ ل وێرێ ئاڤاكەین. \n\n\n",
        "favorite": 0,
        "id": 25,
        "title": "گەهشتنا پێغەمبەری بو مەدینێ"
    },
    {
        "description": "پشتی بورینا دەمەكی حێشترا پێغەمبەری (سلاڤ لێ بن) لجهەكی راوەستیا و پێغەمبەر ل وێرێ ژ حێشترا خو هاتە خار، ئەڤە ئەو جهە یێ مزگەفتا پێغەمبەری (سلاڤ لێ بن) هاتیە ئاڤاكرن ل مەدینێ.\nئێكەم پێنگاڤ د ئاڤاكرنا مزگەفتێ دا پێغەمبەر دگەل موسلمانا یێ هەفكاربویە و ب چ رەنگەكێ وەك سەركردێن نوكە نەبویە كو كاری ب خەلكی بدەتەكرن بەلكی ئەو بخو ژی د دانانا مزگەفتێ دا یێ‌ پشكداربوو؛ و كاردكر و بەردەوام دوعا بو موسلمانان دكرن و دوعا بو ئەنسار و مهاجران دكرن و بەردەوام دگوت: یارب چ ژیان نینن ب تنێ ژیانا ئاخرەتێ یە، یارەب تو دلوڤانیێ‌ ب ئەنسار و مشەختبویان ببەی.\nعائیشا بەحسێ هاتنا پێغەمبەری دكەت بو مەدینێ و دبێژیت: دەمێ پێغەمبەر گەهشتییە مەدینێ نەخوش كەفت و ئەبوبەكر ژی هەروەسا نەخوش بوو؛ و تایەكا دژوار هاتێ.\nدەمێ پێغەمبەر دچیتە سەرا بیلالی و پسیارا رەوشا وی دكەت بیلال دبێژیت: لەعنەت ل سەر وان بن یێن ئەم ژ مەككەهێ دەرئێخستین و ب دەنگەگێ بلند گوت: ئەز یێ ژ مەككەهێ غەریب بوویم و لەعنەت ل شەیبەی و ئومەیەی بن.\nپێغەمبەری (سلاڤ لێ بن) ل ڤێرە دوعایەك كر و گوت: یارەب تو مەدینێ ل بەر مە شرین بكەی هەروەكی چەوا تە مەككەه ل بەرمە شرینكری و زێدەتر، یارب تو ساخلەمیێ بدەیە مە و بەرەكەتێ بێخیە دەرامەتێ مە.\nخودایێ مەزن بەرسڤا دوعایا پێغەمبەری دا و ئەو ئێشە ل ناڤ موسلمانا رابوو؛ و هەوایەكێ پاقژ ل سەر مەدینێ دا هاتە خار وبەرەكەت و ئێمناهی كەفتە مەدینێ و حەتانوكە ژی ئەو ئێمناهیە یابەردەوامە.\nپێغەمبەر (سلاڤێن خودێ ل سەربن) شیا براینیەكێ پەیداكەت دناڤبەرا هەردوو هوزێن ئەوس و خەزرەج و هەروەسا دناڤبەرا ئەنسار و مشەختیان دا و ئاشتی ل مەدینێ پەیدابوو و گەهشتە وی رادەی خەلكێ مەدینێ گوتە پێغەمبەری كا چ پێدڤیە ئەم دێ كەین و مالێ خو دێ ب نیڤی كەین نیڤەك بومە و نیڤەك بو مشەختبویان.\nو ناڤێ یەپربێ هاتە گوهرین بو مەدینا مونەوەرە ئەڤەژی ژبەر گەهشتنا پێغەمبەری بو  ژبو ڤی باژێری و هەروەسا ئەو ئاشتیا وی ل مەدینێ پەیداكری.\n(عبدالله بن سلامە) دبێژیت: دەمێ من پێغەمبەر دیتی ب خودێ‌ من ژ رویێ وی زانی ئەڤە مروڤەكێ راستگویە و چ درەو ل دەڤ نینە.\nپێغەمبەر ئەو كەسەبویە یێ دگوت: موسلمانێ دروست ئەوە یێ برایێ وی یێ موسلمان ژ ئەزمانێ وی و دەستێن وی یێ پاراستی بیت.\nهەروەسا دگوت: كەس ژ هەوە ئیمانێ نائینیت هەتا كو ئەوا هەوە بوخو دڤێت هەوە بو برایێ خو ژی بڤێت.\nو دگوت: موسلمان بو موسلمانی وەك ئاڤاهیەكییە و ئێك یێ دی تەمام دكەت و دگوت:  رەحمێ ب خەلكێ ئەردی ببەن دێ خودێ ژی رەحمێ ب هەوە بەتن.\nئاها ب ڤان ئاخڤتنێن ئاڤاكەر ئەڤێن خەلكەك هەردەم ل هیڤیێ پێغەمبەری ئاشتی ل مەككەهێ بەلاڤكر و كاركر بو ئاڤاكرنا مەدینێ و باژێرەكێ مەدەنی ئاڤاكر و پەیمانەك دگەل جوهیان ژی گرێدا و تێدا دیاركر كو نابیت كەس زوریێ ل وان بكەت و ئەو د ئازادن د دینێ خو دا و هەروەسا دێ مالێ وان ژی یێ پاراستی بیت، ب ڤی رەنگی پێكڤە ژیانەكا تەمام ل مەدینێ پەیداكر و پەیڤا (لا الە الا الله) ل مەدینێ بلندبوو؛ و نەفسا خەلكی پاقژبو و چ حەسویدی و كەرب و كین د دلێ وان دا بەرامبەر ئێك نەما و كرین و فروتن گەلەك جوان بوو؛ و د بەرژەوەندیا خەلكی دا بوو، گرانی نەما و هەروەسا رویبا نەما و زێدەكرنا ل سەر ئێك نەما؛ هەروەسا قورخكاری (احتكار) نەما ب ڤی رەنگی مەدینە كەفتە د خوشیەكا تەمام دا و بو باژێرەكێ روناهی ژێ دچیت.\nل مزگەفتا بەردەوام نڤێژ دهاتەكرن و پێغەمبەر ئیمامێ وان بو و خەلكی ژی بوخو شول دكر و وەك نوكە دەمژمێر نەبون لەوما هندەك صەحابیان گوتە پێغەمبەری ئەگەر تو ئالایەكی ل دەمێ‌ نڤێژێ بلندبكەی دا ئەم بزانین ئەگەر وەختێ نڤێژێ یە چونكی گەلەك ژ مە یێ ل سەر كارێن خو و نزانن دەمێ‌ نڤێژێ كەنگییە بەلێ پا پێغەمبەر ب ڤێ رازی نەبوو.\nهندەكان دگوت: ئەگەر تو بوقەكێ بدانی ل دەمێ بانگی، پێغەمبەری ئەڤە ژی یا ب دلی نەبوو.\nهندەكێن دی گوت: ئەگەر وی دەمی تو ئاگری هەلكەی وەك نیشان بەلێ پا ئەڤە ژی یا ب دلێ پێغەمبەری نەبوو (سلاڤێن خودێ ل سەربن) چونكی ئەڤە نیشانا مەجوسیان بوو.\nپاشی عومەرێ كورێ خەتابی (خودێ ژێ رازی بیت) گوتی: ما چیە ئەگەر ئەم مروڤەكی تەكلیف بكەین ئەو بچیت گازی خەلكی بكەت، ئەڤە یا ب دلێ پێغەمبەری بو و ئەڤە هاتە جێبەجێكرن و بو بانگی بیلالی دكرە گازی و دگوت: (الصلاە الجامعە) و بو چەندەكێ ئەڤە یا بەردەوامبوو.\nهەتا روژەك ژ روژان (عبدالله بن زید) خەونەكێ دبینیت و جلكەكێ شین یێ د دەستی دا و ئەوی ئەو بانگێ‌ نوكە نیشا (عبدالله)ـــی دا و ب ڤی شێوەی:\n\n((  الله أكبر..  الله أكبر\n    الله أكبر.. الله أكبر\n    أشهد أن لا إله إلا الله.. أشهد أن لا إله إلا الله\n   أشهد أن محمدًا رسولُ الله.. أشهد أن محمدًا رسولُ الله\n   حيَّ على الصلاة.. حيَّ على الصلاة\n    حيَّ على الفلاح.. حيَّ على الفلاح\n    الله أكبر.. الله أكبر\n     لا إله إلا الله))\n\n\nدەمێ عبدالله هشیاربوی گەلەك یا ب سەیربوو؛ و خو ل هیڤیا سپێدێ ژی نەما و بلەز چوو دەڤ پێغەمبەری و خەونا خو بو گوت.\nپێغەمبەری گوت: خەوناتە خەونەكا هەقە و گازی بیلالی كر و گوت ب ڤی شێوەی بانگ دا و ئێكەمین بانگ هاتە دان دناڤ ئیسلامێ دا ژلایێ كەسەكێ ڤە كو بەندەیەك بویە ل بەری ئیسلام بهێت لێ یێ موسلمان بیت دێ عەزیز بیت و ژ بەندەییێ تەمام بیت.\nدەمێ عومەری ئەڤ بانگە گوهلێبووی ما مەندەهوش و چو پسیارا پێغەمبەری كر و گوتی: ئەرێ ئەڤە چ پەیڤ بوون مە گوهلێبوین؟\nپێغەمبەری گوت: ئەف پەیڤە (عبدالله بن زید) یێن د خەونا خودا دیتین و خەونا وی یا هەق بو و ئێدی دێ هوسا بانگ پێ هێتەدان.\nعومەرێ كورێ خەتابی گوت: ب خودێ‌ ئەوا وی دیتی من ژی یا دیتی و بەری بیست روژان بوو؛ بەلێ پا من نە دەرئێخست و نەگوتیە.\nپێغەمبەری (سلاڤ لێ بن) گوت: (الحمدالله) یان ژی (لله الحمد).\n\n\n",
        "favorite": 0,
        "id": 26,
        "title": "ئاڤاكرنا ئێكەم مزگەفت و بەرقەراركرنا ئاشتیێ ل مەدینێ"
    },
    {
        "description": "مروڤەكێ گەلەك زانا و شەهرەزا ل مەدینێ هەبوو؛ ب ناڤێ (عبدالله بن سلام)، ئەڤی باش و باش سالوخەتێن وی پێغەمبەری دزانین یێ كو دێ بیتە دوماهیك پێغەمبەر و ناڤ و هەر تشتەكێ تایبەتێ وی دزانی؛ چونكی گەلەك یێ شەهرەزابوو، پشتی پێغەمبەر هاتیە مەدینێ ئەو دچیتە دەڤ و موسلمان دبیت چونكی هەرتشتەك ل دەربارەی پێغەمبەری دزانی لەوما ئێكسەر موسلمان دبیت.\nبەلێ پا ئەو ئیسلاما خو ڤەدشێریت و دبێژیتە پێغەمبەری: هندی یەهودینە گەلەك د زوردارن و ئەو تشتێ ب دلێ وان نەبیت گەلەك پێ عاجزدبن و دبێژیتە پێغەمبەری: ئیسلاما من دیارنەكە و من ل جهەكێ ب ڤەشێرە و فرێكە و بدویف وانرا و پسیارا من ژێ بكە كا ئەز یێ چەوامە؟\nپێغەمبەری ژی ئەف چەندە كر و یەهودی و مەزنێن وان كومكرن و گوتێ: ئەی گەلی یەهودیان ئەرێ (عبدالله بن سلام) كەسەكێ چەوایە ل دەڤ هەوە؟\nئەوان گوت: ئەو ماموستایێ مەیە و كورێ ماموستایێ مەیە و زانایێ مەیە و گەلەك رێز و بها ل دەڤ مەهەنە و هەر تشتەكێ ئەو بێژیت ئەم ب یا وی دكەین.\nدەمێ ئەف چەندە گوتی (عبدالله بن سلام) دناڤ وێ كوما یەهودیان دەردكەڤیت و دبێژیت: ئەی گەلی یەهودیان موحەمەد پێغەمبەرێ خودێیە و ئەو سالوخەتێن ئەو پێ هاتی و هەمی ناڤونیشان د تەوراتێ دا بومە د دیارن لەوما من ئیمان پێ ئینا و ئەز داخازێ ژ هەوە دكەم هوین ژی ئیمانێ پێ بینن.\nل ڤێرێ‌ ئەو توشی حێبەتیێ مان و زور تورەبوون و ناڤ چاڤێن وان تێكچوون و گوتێ: تو درەوا دكەی.. تو درەوا دكەی... تو مروڤەكێ ب سەرداچووی و مروڤەكێ دینبووی و... هتد\n(عبدالله)ـــــی گوت: یا پێغەمبەرێ خودێ من گوتەتە یەهودی ب ڤی شێوەی نە و باوەری نائینن و ئەهلێ زورداریێ‌ و درەوێ نە.\nل ڤێرێ‌ ژی دا و پشتی ڤێ رویدانێ پێغەمبەری گەلەك سەرەدەریەكا جوان دگەل دا كر و گوتێ: هوین د ئازادن و هەر دێ هەوە پارێزین و دێ پێكڤە ژیان هەر مینیت، ئەف رویدانە ژی بومە وێ دیاردكەت كو گەلەك ژ خەلكی دزانی ئەو پێغەمبەرە بەلێ‌ پا ژبەر حەز و ئارەزویێن خو یێن تایبەت باوەری نەدئینا.\nموشركێن مەككەهێ بەردەوام نامەیێن گەفان بو موسلمانا دهنارتن و دگوتێ هوین ژ مە خلاس نابن و هەر رێگری ل وان دكر یێ دڤیا بچنە مەدینێ و موسلمان ببن و پێغەمبەری دزانی موشرك دێ هەر شەرەكی كەن.\nل شەڤەكێ دا پێغەمبەری دگوتە دەیكامە عائیشایێ: خوزی زەلامەكی ئەف شەڤە زێرەڤانی ل من كربا، و د گاڤەكێ را دەرگەه هاتە قوتان، پێغەمبەری گوت توكی؟ گوت: ئەز سەعەد بن وەقاصم...\nپێغەمبەری گوت: دڤێ شەڤێ دا تو هاتیە چ؟\nگوتی: ب خودێ‌ من هەستپێكر تو یێ د مەترسیێ دا و ئەز یێ هاتیم زێرەڤانیێ ل تە بكەم.\nپێغەمبەری دوعا بو كرن و پاشی ئەف ئایەتە هاتە خار((والله یعصمك من الناس(( ئانكو: خودێ دێ تە ژ خەلكی پارێزیت، و پاشی پێغەمبەری گوت: هەرنە مالێن خو و زێرەڤانیێ ل من نەكەن دێ خودێ من پارێزیت.\nو مەترسی ل سەر موسلمانان ژی هەبوو؛ چونكی هەر موشركەكێ‌ مەككەهێ گەف بو فرێدكرن و مە سەرەدەریا یەهودیێن مەدینێ ژی دیت كا یا چەوابو دگەل وی كەسێ دكرە مەزنێ خو و ڤان پێكڤە هەولدان رەوشا موسلمانان تێكبدەن؛ و مەترسیا مەزن ئەوبو هندەك دوو روی ژی هەبوون خو كربو موسلمان ل سەرڤە و د بنڤەرا دژاتیا پێغەمبەری دكر (سلاڤ لێ بن)، لەوما رەوشا مەدینێ یا ئێمن نەبوو و بەردەوام دوو رویان و یەهودیان كاردكر دوبارە دوژمناتیا دناڤبەرا هەردوو هوزێن ئەوس و خەزرەج ساخبكەنەڤە، چونكی وان دزانی ئەگەر ئەو هەردوو هوز ب شەرچوون دێ موسلمان لاوازبن و دوبارە ئەو موسلمانێن ل مەككەهێ چوینە مەدینێ دێ‌ بێ پشتەڤان مینن.\nو بەردەوام ئەف جورە مروڤە دچون ئاگرێ فتنێ دناڤبەرا ڤان هەردوو هوزان دا هەلدكر و تا گەهشتیە وی رادەی كو دوبارە وان شیرێ خو ل بەرامبەر ئێك راكر، بەلێ پا پێغەمبەری دوبارە ئەو پێكئینان و پیلانا مروڤێن موشرك و دوو روی بو وان دیاركر و نەهێلا شەر پەیداببیت و ئالوزی ل مەدینێ دروستبیت.\nو بەردەوامیا گەفێن ل سەر موسلمانان ببو ئەگەرێ وێ چەندێ موسلمان داخازبكەن ئەرێ تا كەنگی ئەم دێ د ڤێ رەوشێ دابین و بەرەڤانیێ ژ خو نەكەین؟ بەلێ پا بەردەوام پێغەمبەری دگوتێ راوەستن و هەتا ئەمرێ خودێ دهێتن.\nل مەككەهێ موشركان دەستێ خو دانابو سەر مالێ وان هەمی كەسان یێن موسلمانبوین و چوینە مەدینێ و بەردەوام زولم ل وان دكر یێن دڤیای موسلمان بن یان مروڤێن وان كەسێن موسلمان بوی.\nپشتی ڤی ماوێ درێژ خودێ فەرمان دا كو یێ زوریلێكری ماف یـێ هەی بەرەڤانیێ ژ خو بكەت: \n\n((أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا ۚ وَإِنَّ اللَّهَ عَلَىٰ نَصْرِهِمْ لَقَدِيرٌ (39) )) سورةت حةج.\n\nئەڤە ئێكەمین ئایەت بو كو دەستویری ب موسلمانان هاتیەدان بەرەڤانیێ ژ خو بكەن و د ئێكەم ئایەت ژی دا بومە دیاربوو كو خودێ یا گوتی: بەس بەرەڤانیێ ژخو بكەن، و ئەڤە ژی بومە وێ چەندێ دیاركەن كو ئیسلام ب چ رەنگەكی نە دگەل شەری دایە و دگەل ئاشتیێ یە و بەرسڤەكا ئێكلاكەرە بو وان یێن  دبێژن: ئیسلام یا ب شیری بەلاڤبووی، و مە دڤێت دیار ژی بكەین دەما خودێ دەستویری دای نە هەما خلاس و موسلمان دێ شەرێ هەمیان كەن، نەخێر و بەلكی ئایەت هاتە خار و گوت بەس دێ شەرێ وان كەن یێن شەرێ هەوە دكەن: \n\n: (( وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ وَلَا تَعْتَدُوا ۚ إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ (190) )) سورةتا (البقرة).\n\n\nپاشی ئایەت هاتە خار و گوتی: شەرێ هەمی موشركان بكەن وەكی چەوا ئەو هەمی پێكڤە شەرێ هەوە دكەن: \n\n((وَقاتِلُوا الْمُشْرِكِينَ كَافَّةً كَما يُقاتِلُونَكُمْ كَافَّةً(36) )) سورةت تةوبة.\n\nئەڤە رامانا وێ چەندێیە كو شەر دێ هێتەكرن ئەگەر شەرێ موسلمانان هاتە كرن و چێنابیت شەری دا موسلمان دەستپێشخەربن و ئەو شەری ب راگەهینن.\nئەف ئایەتە هاتنەخار و رامان ژێ ئەوبو پێدڤیە موسلمان ژی ئێدی بەرگریێ ژخو بكەن ئەگەر هێرش ل سەر وان هاتەكرن و ئەڤە بەلگەهێ وێ چەندێ بو كو ئێدی مەترسی ل سەر موسلمانان زێدەبو و چێدبیت د پاشەروژێ دا شەر دگەل وان بهێتەكرن، لەوما موسلمانان ژی بەرگریەكا باش ژخو كر و ب هەمی رەنگان خو و مەدینە دپاراست و ئێدی موسلمانان هزرا هەر تشتەكی دكر. \n\n\n\n",
        "favorite": 0,
        "id": 27,
        "title": "هاتنا ئایەتێن شەری"
    },
    {
        "description": "كاروانەكێ قورەیشی ل شامێ ڤەگەریاڤە و ئەف كاروانە یێ پێكهاتیە ژ هزار دەواران و كاروانەكێ ئابوری یێ مەزنە و سەروكێ ڤی كاروانی ئەبو سوفیانە.\nموسلمانا ئاگەه ژ ڤی كاروانی هەبوو؛ لەوما هەولدا رێگریێ لێ‌ بكەن و بسەر ڤی كاروانی دا بگرن، چونكی ئەف كاروانە نە كاروانەكێ بچویك بوو؛ و موسلمانا دزانی ئەف كاروانە یێ هندێیە دا موشرك خو ئامادەبكەن و ل سەر موسلمانا دا بگرن، لەوما موسلمانا ڤیا رێكێ لێ بگرن و بەری ئەو دەستپێبكەن موسلمان وان ب راوەستینن.\nموسلمان ب سێ سەد و تشتەك زەلامان ڤە دەركەفتن و دا سەر كاروانی دا بگرن. \nل ڤی دەمی دا یەهودیێن مەدینێ دەنگوباس بو ئەبو سوفیانی هنارتن و گوتی: كاروانێ هەوە یێ د مەترسیێ دا و سەرەرای باشیا پێغەمبەری دگەل وان كری؛ بەلێ پا وان دڤیا ئەف پلانا موسلمانان سەرنەگریت و وان دڤیا موشركێن مەككەهێ ل سەرمەدینێ دا بگرن وموسلمانا نەهێلن.\nل ڤی دەمی دا ئەبو سوفیانی دەنگوباس گەهاندنە مەككەهێ وگوتێ: كاروان یێ د مەترسیێ دا و پێدڤییە هەر كەسەكێ بشێت چەكی راكەت ل مەككەهێ دەركەڤیت و بهێت مالا خو بپارێزیت.\nموشركان زێدەتر ژ هزار كەسان ئامادەكرن ب سەركردایەتیا ئەبو جەهلی بەرەف بەدرێ هاتن و موسلمان بەری وان گەهشتنە وێرێ، ئەبو جەهلی گەلەك خو مەزن دكر ب زێدەهییا لەشكەرێ خو و بریاردابو كو نەزڤرن هەتا موسلمانان بشكێنن.\nئەبو سوفیانی بەرێ كاروانی ب بەروڤاژی گوهری و دا مەترسی نەمینیت، ل ڤێرێ‌ دا پێغەمبەری (سلاڤ لێ بن) گوت: ئەم بو شەری نەهاتینە و ئەم بو كاروانی هاتبوین و ئەو بخو یێن بو شەری هاتین و راوێژ ب هەڤالێن خو كر كا ئەم چبكەین، ئەرێ ب زڤرینە مەدینێ یان شەری بكەین؟\nئەبوبەكری گوت: یا پێغەمبەرێ خودێ هەرە و كا تو كیڤە دچی ئەم یێت دگەلتە.\nعومەرێ كورێ خەتابی ژی گوت: یا پێغەمبەرێ خودێ ئەم یێت دگەل تە دا. \nپێغەمبەری ئاخفتنا خو دوبارەكر و هەر دگوت: ئەرێ ئەم چبكەین ڤەگەرینە مەدینێ یان شەری بكەین.\nسەعەد بن موعاذی گوت: ئەی پێغەمبەرێ خودێ هەروەكی تە ئەم دڤێین، مە ئیمان یا ب تە ئینای و ئەو هەقییا تو پێ هاتی و مە سوز و پەیمان یێن دایین تە و دێ دگەل تە بین خو تو كیڤە بچی.\nپێغەمبەری گوت: خودێ دوو مزگینی یێن داینە مە و د هەردوكا دا ئەم د مفادارین، یا ئێكێ سەركەفتنە ل سەر موشركان یا دووێ شەهیدبونە و د هەردوكا دا ئەم د مفادارین.\nموسلمان بەرەف بەدرێ چوون و ل سەر بیرێن ئاڤێ كومبوون بەری موشرك بگەهن سەر ئاڤێ، پشتی موسلمانا تێرا خو ئاڤ ڤەخاری و راكری ئەو بیرێن ئاڤێ هەمی تژی كرن و گرتن و ئەڤە ئێكەم پیلانا سەركەفتی بو موسلمانا دانای و جهێ خو گرتی، چونكی بیابانە و هەمی موشرك یێن وەستیایی بون و دەمێ گەهشتین و ئاڤ نەیی رەوشا وان گەلەك تێكچوو و مانە تێهنی. \nشەرێ بەدرێ دەستپێكر و موسلمانا هەمی پلانێن خو دانان و پێغەمبەری (سلاڤ لێ بن) هند دوعاكرن و دەستێن خو بەرەف خودێ بلندكرن هەتا عەبایێ وی ل سەر ملێن وی دا كەفتین، و ل ڤێرێ‌ ل سەر مە موسلمانا پێدڤیە ئەم بوخو وانەیان ژێ وەربگرین و هەر كارەكێ ئەم بكەین پێدڤیە ب باشترین شێوە كارێ خو بكەین و هەمی ئەگەران جه بینین و دهەمان دەم دا خودایێ خو ژبیرنەكەین وبەردەوام دوعایا بكەین و پشتا خو ب خودایێ مەزن گەرم بكەین.\nشەر د بەرژەوەندییا موسلمانا دا ب دوماهیك هات و موسلمان دشەرێ بەدرێ دا سەركەفتن، و مەككەه هەمی ببو بەهی و كوشتیێن وان زێدەبوون؛ ل ڤێرێ‌ وان بریاردا تولا خو ڤەكەن، موسلمان ژی دكەیفێ دابوون ل مەدینێ و حەتا چەندین كەس ژ موشركان ئێخسیركربوون. \nو ل ڤێرێ‌ دڤێت گرنگیا خاندنێ بزانین چونكی پێغەمبەری (سلاڤ لێ بن) ئەف ئێخسیرە نەكوشتن هەرچەندە چەندین نەخوشی گەهاندنبونە پێغەمبەری؛ بەلكی گوتە وان ئێخسیران: بلا هەر ئێك ژ هەوە دەه موسلمانا فێری خاندن و نڤێسانێ‌ بكەت دێ هێتە ئازاد كرن.\nژبو تولڤەكرنێ موشركێن مەككەهێ كارێ خو دكر و ب هزارەها زەلام ئامادە دكرن بو شەری، و ژ ڤی لای ژی یەهودیێن مەدینێ ببونە جهێ مەترسیێ چونكی بو هلدانا فتنێ كاردكر؛ و جارەكێ یەهودیەك دچیت ل ناڤ بازاری و هەولددەت ژنەكا موسلمان بێ ستارە بكەت و ترانا پێ بكەت و دشێت ڤێ چەندێ بكەت و دەمێ زەلامەكێ موسلمان ئەو دیتی چوو ئەو یەهودی كوشت و ئەڤە ببو جهێ تێكچوونا پەیوەندیێن موسلمانا و یەهودیێن مەدینێ و ئەو سوز و پەیمانێن موسلمانا و یەهودیان بەرەف نەمانێ چوون.\nدەمێ ئەف دەنگوباسێ خوئامادەكرنا شەری ژلایێ موشركان ڤە گەهشتیە موسلمانا، پێغەمبەری وەك هەر جار خو ئامادەكر و هزار زەلامان خو ئامادەكر و ژ مەدینێ دەركەفتن ل بەرامبەر دا موشركان نێزیكی (3) هزار زەلامان ژ بو ڤی شەری ئامادەكربوون، دەمێ موسلمان ژ مەدینێ دەركەفتین دوو رویان خو ژ ناڤ لەشكەرێ ئیسلامێ ڤەكێشا و ڤیا مەعنەویاتێن موسلمانا بشكێنن و نێزیكی (300) زەلامان خو ڤەكێشا و هێزا موسلمانا ب تنێ (700) كەس مان بەرامبەر (3) هزار موشركان.\nموسلمان گەهشتنە ئوحودێ و پێغەمبەری هندەك زەلام فرێكرنە سەر گرەكی ب ناڤێ رماد (تیر هاڤێژ) و گوت چێنابیت هوین ب چ شێوەیەكی ئەڤی گری بەردەن هەتا ئەز فەرمانێ دەمە هەوە ودبێژم وەرنە خار. \nدەمێ شەری دەستپێكری ل دەستپێكێ موسلمان سەركەفتن وموشرك د شەرێ ئوحودێ دا شكەستن، دەمێ ئەو زەلامێن سەر گری دیتی موسلمان سەركەفتن ئەو ژ گری هاتنە خار بو  ب دەستڤەئینانا هندەك كەلوپەلێن شەری، ب ئەڤێ چەندێ خالدێ كورێ وەلیدی دگەل چەند زەلامان ل دوور گری دزڤرن و ژلایێ پشتێڤە چەندین موسلمانان شەهید دكەت؛ و سەركەفتنا موسلمانا بەرەف شكەستنێ چوو؛ ب تایبەت دەمێ مامێ پێغەمبەری (سلاڤ لێ بن) حەمزە ژلایێ وەحشی ڤە هاتیە شەهیدكرن و یا نەخوشتر ئەوبو دەمێ هند چویە هنداڤ كەلەخێ حەمزەی و دل و مێلاكێن وی بینیتەدەر و بێرێزیێ بەرامبەر كەلەخێ موسلمانا بكەت.\nدەمێ حەمزە شەهیدبوی وەسا هاتە بەلافكرن كو پێغەمبەر یێ هاتیە شەهیدكرن و مەعنەویاتێن موسلمانا هاتنەخار...\n\n\n\n\n\n\n",
        "favorite": 0,
        "id": 28,
        "title": "شەرێ بەدرێ و ئوحودێ"
    },
    {
        "description": "پشتی بەلاف بونا دەنگ و باسێن شەهیدبوونا پێغەمبەری مەعنەویاتێن موسلمانا شكەستن و رەڤین كەفتە وان، ل ڤێرە (انس بن نەضص) گازی دكەت و دبێژیت: ئەرێ هوین دێ چ ل ژیانێ كەن پشتی مرنا پێغەمبەری و ژیان بوچییە؟ و ژلایێ دی ڤە (سعد بن معاذ)ـــی گوت: ئەز ب خودێ كەمە بێهنا بەهەشتێ یا دهێتە من، ب ڤان ئاخفتنا مەعنەویاتێن موسلمانا دوبارە بلندبونەڤە و بەرگری ژ خو كر و (ئەبو دوجانە) دچیت بەرەڤانیێ ژ پێغەمبەری دكەت هەتا شەهید دبیت و دەمێ شەهیدبوی هندی تیر ڤێ كەفتبوون وبرینداربوو؛ ل دەستپێكێ نەدهاتە نیاسین.\nو ب ئاڤابوونا روژێ شەرێ ئوحود ب شكەستنا موسلمانان ب دوماهی هات و ئەڤ شكەستنە ژی ب ئەگەرێ وێ نەگوهداریا هندەك موسلمانان بو ژ بو فەرمانا پێغەمبەری (سلاڤ لێ بن) و تەماعیا وان بو ژ بو مالێ دونیایی ببو ئەگەرێ ژ دەستدانا چەندین موسلمانان، لەوما دێ بێژین چ جاران چێنابیت ئەم ئاخرەتا خو بو دونیایێ بفروشین و پێدڤییە بەردەوام ئارمانجا مە ئەوبیت ئاخرەتێ ب دەستڤەبینین.\nموسلمان د شەرێ ئوحودێ دا شكەستن بەلێ پا مفایەكێ باش بو موسلمانا هەبوو؛ و ئەڤ شەرە ببو وان وانەیەك بو جارێن بهێت مفای ژێ‌ وەربگرن، هەروەسا د ڤی شەری دا مروڤێن دوو روی بو موسلمانا دیاربوون و زانی موسلمانێن راست و دروست كینە وموسولمانێ نەدروست كییە و یێ‌ دوو روی كییە.\nكەیفا موشركان گەلەك هات و زێدە ل خوبایی بوون وبسەرداچوون و خو ئامادەكر ئێدی بو شەرەكێ دی یێ مەزن وئێكلاكەر و وان گوت: مادەم مە ڤێجارێ شكاندن ئێدی خلاس و دێ هەر شێینە موسلمانا و دڤێت وان ب ئێكجاری نەهێلین و بو شەرێ خەندەكێ خو ئامادەكر.\nد شەرێ خەندەكێ دا یەهودیێن بەنو نەچیر هەڤپەیمانی دگەل موشركێن مەكەهێ گرێدا و هەروەسا هوزا (غەتەفان) ژی ئینان و كرنە هەفكارێ خو و ب ڤێ چەندێ مەدینە كەفتە مەترسیەكا ئێكجار مەزن دا چونكی ئەف جارە دوژمن یێ دناڤ مەدینێ و د هەمی دەردورێن مەدینێ دا.\nدەمێ دەنگ و باس گەهشتیە موسلمانان وەك هەرجار پێغەمبەرێ مە (سلاڤ لێ بن) راوێژ ب هەڤالێن خو كر و هندەكان گوت: دڤێت ئەم دەركەڤین و وەك بەدرێ دێ ب سەركەڤین و هندەكان گوت: دڤێت ئەم ب مینیننە د مەدینێ دا دا وەكی ئوحودێ نەشكێین بەلێ پا ئەڤە هاتە رەدكرن چونكی ئەگەر هاتبانە دناڤ مەدینێ دا شكەستنا موسلمانا دا یا ب سانەهیتر بیت و دا گەلەك یا نەخوشبیت موسلمان ل پێش چاڤێن خێزانا خو شەهیدببن؛ لەوما پێغەمبەری هزراخو د پلانەكا دی دا دكر. \nل ڤێرە سەلمان فارسی پلانەك هەبوو؛ و گوتە پێغەمبەری: دڤێت ئەم خەندەكەكێ ل دەوروبەرێن مەدینێ بكولین.\nپلان هاتە جێبەجێكرن و كەیفا پێغەمبەری گەلەك ب سەلمانی هات و گوت: سەلمان ئێكە ژ مالا من.\nدەمێ چال هاتیە كولان كەڤرەكێ مەزن دیاربوو؛ و ل وێرێ پێغەمبەری مورج هەلگرت و دەمێ مورج دانایە ڤی كەڤری دگەل دا دگوت روم بومە ڤەبو و فورس بومە ڤەبوو، لەوما دڤێت ئەم ل ڤێرێ‌ فێربن كو چ جاران ژ دلوڤانیا خودێ بێ‌ هیڤی نەبین و پیدڤییە بەردەوام د نەخوشیادا د گەشبین بین. \nدەمێ موشرك گەهشتینە مەدینێ و دا لسەر موسلمانا داگرن بدیتنا وێ چالێ مەندەهوش مان و نەدشیان چ كارەكی بكەن، لەوما هەر هەولدان كو بشێن ژ ڤێ چالێ دەربازببن و بچنە دناڤ مەدینێ دا نەشیان و هەولێن وان بێ مفابوون، ئەڤە ببو ئەگەر كو ب بورینا دەمی موشرك بێزارببن و بێ هیڤی ببن و ئێش ل ناڤ وان دا پەیداببن و ئاڤ و خارن نەمان و تا گەهشتیە وی رادەی ئەوان بریاردا بچنە دانوستاندنان دگەل موسلمانا دا ژ ڤێ رەوشا نەخوش رزگارببن و ل دوماهیێ موشركان شكەستن ئینا و هەیبەتا خو ژ دەستداڤە و دوبارە موسلمان سەرفەرازبوون و بەردەوام وانە بو موسلمانا د هاتنە گوتن كو ئێدی سەركەفتنا دا چاڤێ وان ل دونیایێ نەبیت دا رویدانێن وەك ئوحودێ دوبارە نەبن.\nپێغەمبەری (سلاڤ لێ بن) خەون دیت كو كەعبە یا دزڤریتەڤە و دیت یێ تەوافـێ دكەن، پێغەمبەر (سلاڤ لێ بن) گەلەك حەز ژ مەككەهێ دكر و حەزدكر بچیتە عومرەكێ و هەروەسا صەحابی ژی گەلەك غەریب ببون ژ جه و وارێن خو و هندەك ژ وان ئەوبوون یێن خێزان و كەس و كارێن خو هێلاین و دڤیان بچنە مەككەهێ، لەما بریار هاتەدان كو دەركەڤن و بچنە عومرەكێ و (1400) كەس ژموسلمانا دەركەفتن ژپێخەمەت وێ چەندێ عومرەكێ ئەنجامبدەن.\nدەمێ موشركان ئەف چەندە زانی كومبوونەكا بلەز كر و رازی نەبوون كو موسلمان هەما ب ئازادانە بهێنە دناڤ مەككەهێ دا لەوما لەشكەرەك ئامادەكر و ب سەركردایەتیا خالدێ كورێ وەلیدی چون بەرسینگێ موسلمانا بگرن، بەلێ نیەتا موسلمانا شەر نەبویە و ب تنێ‌ یێن هاتینە عومرەكێ؛ لەوما موسلمانا رێكا خو گوهارت و بەرەف رێكەكا دی چوون و دانەكەڤنە بەرسینگێ لەشكەرێ موشركان. \nو پێغەمبەری نوینەرێ خو هنارت و دیاركر كو موسلمان بەس یێن هاتینە عومرەكێ و نەهاتینە شەری، بەلێ مەزنێن مەككەهێ ئەو قەبیل نەكر و رازی نەبوون و رێ نە دا موسلمانا بهێنە دناڤ مەككەهێ دا.. \n\n\n\n\n\n",
        "favorite": 0,
        "id": 29,
        "title": "شەرێ خەندەكێ"
    },
    {
        "description": "دڤێ گەشتا موسلمانا بو عومرێ موشركان رێك نەدایێ موسلمان بهێنە د ناڤ مەككەهێ و شەر نەچێبوو، بەلكی پێكهاتنەك ب ناڤێ پێكهاتنا حودەیبیێ چێبوو؛ و بو ماوێ سالەكێ عومرە هاتە پاشئێخستن و موسلمان ڤەگەریانە مەدینێ و پاشی ئایەتێن ڤەكرنا مەككەهێ هاتنەخار و كەیفا موسلمانا گەلەك هات. \nو بەری مەكەهێ ڤەكەن موسلمانا ڤیا چارەیەكێ ل جوهیان بكەن؛ چونكی گەلەك خیانەت ل موسلمانا دكر لەوما شەرێ خەیبەرێ پەیدابوو؛ و پاشی جوخی شكەستن و موسلمان شیان بەری بچنە مەككەهێ ناڤمالیا مەدینێ ژ مروڤێن خرابكار و درەوین پاقژبكەن..\nسالا هەشتێ یا مشەختی ل (10) هەیڤا رەمەزانێ موسلمان بەرەف مەككەهێ دەركەفتن و ڤیایە مەكەهێ ڤەكەن و شركێ لمەككەهێ نەهێلن، دەما بەرەف مەككەهێ چوین موشركان ڤیا دوبارە رێگریێ ل موسلمانا بكەن بەلێ پا نەشیان و ئێدی وان چ هێز و شیان بەرامبەر موسلمانا نەمان و مەككەه ب ئاشتی هاتە ڤەكرن.\nدڤەكرنا مەككەهێ دا پێغەمبەر چو كەعبێ ڤە و ئەو هەمی پەیكەرە ب گوپالێ خو ئێخستن و گوتە خەلكێ مەككەهێ: ئەرێ ئەڤان پەیكەران چ مفا گەهاندە هەوە و بەس بەرێ هەوە دا شركا ب خودێ و هوین ژ روناهیا ئیسلامێ بێ بەهركرن.\nخەلكێ مەككەهێ گەلەك ترسیان پشتی موسلمان هاتینە دناڤ مەككەهێ دا و وان هزردكر ئێدی خلاس و پێغەمبەر دێ تولێن خو وهەڤالێن خو ژ وان ڤەكەت، پێغەمبەری گازی خەلكێ مەككەهێ كر وگوتێ: ئەرێ هوین چ هزردكەن؟ ئەرێ ئەم دێ چ سەرەدەری دگەل هەوە كەین؟ \nخەلكێ مەككەهێ گوت: بەس ئەم خێرێ ژ تە دبینین و تویێ لێبوردەی؟\nپێغەمبەری گوت: ئەز دێ وێ بێژمە هەوە یا یوسڤی گوتیە برایێن خو و هەرن هوین د ئازادن.. چاڤێن خەلكی تژی روندك بوون و گەلەك كەیفا وان هات...\nئەڤە بومە دیاردكەت كو پێغەمبەر یێ هاتی خەلكی رزگاربكەت ژ تاریاتیێ و بەرەف روناهیێ ببەت و دلوڤانیێ ب هەمیان ببەت و پێغەمبەر نەهاتیە كو بەس د دونیایێ دا یێ سەركەفتیبیت، بەلكی یێ هاتی خەلكی ژ ئاگرێ جەهنەمێ رزگاربكەت و وان د دونیا و ئاخرەتا وان دا سەرفەراز بكەت.\nدەنگێ (الله أكبر) ل مەككەهێ بلندبوو؛ و بیلالی بانگ دا و پاشی ئەف ئایەتە هاتە خار: \n\n\n ((                  بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\n إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ (1) وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجًا (2) فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًا (3) )) \n\nئانكو : (( 1 ئەگەر سەركەڤتنا خودێ و ڤەكرنا مەككەهێ بو تە هات، و ب دەست تەڤە هات [ئەڤ سورەتە نیشانا نێزیكبوونا وەغەركرنا پێغەمبەرییە (سلاڤێن خودێ‌ ل سەربن)]. 2 و تە خەلك دیت، یێ كوم كوم دئێنە د دینێ خودێدا.3 ڤێجا هنگی خودێ ژ هەمی كێماسییان بشوو، و سوپاسی و شوكورا خۆ بۆ دیاركە، و داخوازا لێبۆرینێ ژێ بكە، چونكی بێ گۆمان ئەوە یێ هەر تەوبە وەرگر)) \nپشتی پێغەمبەر ل وان بوری (سلاڤ لێ بن) هزرێن خەلكی هاتنە گوهرین چونكی بەری نوكە وان هزردكر پێغەمبەر یێ هاتی دا وان ژ ناڤ ببەت بەلێ پشتی هەمی دەستهەلات كەفتیە د دەستێ پێغەمبەری دا (سلاڤ لێ بن) و سەر ڤێ هەمی دەستهەلاتا خودا ل وان كەسان بوری یێـن بەری نوكە زولم و زوری لێكری، ڤیجا ئەڤێ لێبورینێ كاریگەریەكا مەزن ل سەر خەلكی پەیداكر و بوان دیاركر كو ئیسلام دینێ ئاشتیێ و ئێمناهییێ یە و ئێدی كوم ب كوم و هاتن موسلمان بوون، و حەتا خەلكێ دەردورێن مەككەهێ ژی ئێدی كوم ب كوم هاتن و موسلمان بوون. \nپشتی ماوەیەكی كو پێغەمبەر مایە ل مەككەهێ و ئەو مالێ ب دەستكەفتی ل سەر وان بەلافكر یێن ل دەمێ مشەختبوونێ دا مالێ خو ژدەستدای و ژبو خودێ مشەخت بوین، ئەنساران هزردكر كو ئێدی خلاس پێغەمبەری مروڤێن خو دیتن و دێ وان هێلیت و گەلەك تورەبوون و حەتا ئەڤ تورەبونە گەهشتیە پێغەمبەری (سلاڤ لێ بن).\nپێغەمبەری گوتە وان: ئەی گەلی ئەنساران ئەگەر خەلكی پەز و تشتێ دونیایێ بگەهیتێ ما چەوایە پێغەمبەرێ خودێ بو هەوەبیت و تشتێ ئاخرەتێ بو هەوەبیت؟\nئەنساران روندك ئینانە خارێ و گوتی: ئەی پێغەمبەرێ خودێ ئەم د رازینە كو تو بەهرا مەبی و مە دونیا نەڤێت.\nو خەلك بخو بەرەف وی ڤە هات و تا گەهشتیە وی رادەی ناڤێ وێ سالێ كرە سالا وەفدان (سنە الوفود) هندی كومێن مروڤان دهاتن و موسلمانبوون وەك (بەنو تەمیم، بەنی عامر و بەنی كەندە، بەنی حەنیفە، بەنی تەیی ، بەنی زبیدە، بەنی حارث)... هتد. \nو بەردەوام پێغەمبەری ژی بانگخازێن خو فرێكرنە دەوروبەرێن مەككەهێ كو بانگەوازیا ئیسلامێ دكەن و خالدێ كورێ وەلیدی ژی ل سەر پاراستنا موسلمانا یێ بەردەوام بو و ئەو شەهرەزاییا وی هەی یا بوارێ لەشكەری هەمی كرە دبوارێ خزمەتا موسلمانان و پاراستنا موسلمانا.\nپشتی ڤەكرنا مەككەهێ و ئێمنكرنا مەككەهێ دوبارە پێغەمبەر (سلاڤێن خودێ ل سەربن) ڤەگەریا مەدینێ وەكی وی سوز دایە ئەنساریان كو دێ هەر گەل وان بیت. \n\n\n\n\n\n\n",
        "favorite": 0,
        "id": 30,
        "title": "ڤەكرنا مەككەهێ"
    },
    {
        "description": "هەر تشتەكێ دەستپێك بو هەبیت دێ دوماهیك ژی بو هەبیت، و پشتی ڤەگەریانا پێغەمبەری (سلاڤ لێ بن) بو مەدینێ و پشتی نڤێژا سپێدێ و یا نیڤرو ئەنجامدای كارێ خو كر و ئیحرام گرێدا و بەرەف حەجێ هات بو مەككەهێ، د رێكێ دا دەستكر ب گوتنا ڤان پەیڤان كر \n\n(( لَبَّيْكَ اللَّهُمَّ لَبَّيْكَ، لَبَّيْكَ لاَ شَرِيكَ لَكَ لَبَّيْكَ، إِنَّ الْحَمْدَ، وَالنِّعْمَةَ، لَكَ وَالْمُلْكَ، لاَ شَرِيكَ لَكَ)). \n\nو پاشی پێغەمبەری گوت: جبریل هاتە دەڤ من و گوت بێژە موسلمانا دەنگێ خو بلندبكەن ب گوتنا ڤان پەیڤان، موسلمانا ژی فەرمان بجه ئینا و دەنگێ خو بلندكر، چونكی ئەڤە شیعاراتێن حەجێ نە. \nپێغەمبەری هەمی روكنێن حەجێ ئەنجامدان و ل دوماهیێ خوتبەك بو موسلمانا خاند و گوت: ئەی گەلی مروڤان گوهداریا من بكەن چێدبیت د سالا بهێت دا ئەز دگەل هەوە نەبم و ل ڤی جهی نەبم، و پاشی گوت: خوینا هەوە و نامیسا هەوە  لسەر هەوە حەرامە و پاش ڤێدا دچیت و دبێژیت: هەر كەسەكێ ئەمانەتەك ل دەڤ بیت بلا وی ئەمانەتی ڤەگەرینیت، و پاش گوت: ئەرێ من گەهاند؟ هەمیان گوت: بەلێ، و پاشی دوبارە پێغەمبەری دوبارە گوت: ئەرێ من گەهاند و پاش جارا سێ یێ ژی و هەر موسلمانا گوت: بەلێ و پاشی گوت اللهم فاشهد...\nو پاشی ئەڤ ئایەتە هاتەخار \n\n{الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الإسْلامَ دِيناً} \n\nئانكو: ((ئەڤرو من دینێ هەوە تەمام كر [كێماسی تێدا نەمایە ژ بەر هندێ نابیت چو ژێ بێتە كێمكرن و چ لێ زێدە ببیت] و من خنێك و كەرەمێت خۆ بۆ هەوە تەكووزكرن [بگرە ژ ڕاستەڕێكرنێ و تەكووزكرنا دینی و ڤەكرنا مەككەهێ و بێ هیڤیكرنا گاوران ژ دینێ هەوە كو بشێن پویچكەن و نەهێلن] و من دینێ‌ ئیسلامێ‌ بۆ هەوە هەلبژارت و ئەو دینە ل دەڤ خودێ‌ و چ دی نە)). \nپشتی ڤێ ئایەتێ موسلمان گەلەك خەمباربوون؛ چونكی وەكی پەیامەكێ بو وان خاند و ئێدی دێ پێغەمبەر ژ ناڤ وان باركەت و بەرەف رەحما خودێ چیت. \nپشتی تەمامبوونا حەجێ دوبارە پێغەمبەر (سلاڤ لێ بن) بەرەف مەدینێ چوو، و دەمێ جارەكێ سەرەدانا گورستانێ كری گوتە ئێك ژ وان هەڤالێن خو: خودێ دوو هەلبژارتن یێن  داینە من یا ئێكێ مانا دونیایێ دایە بو هەر و هەر یا دیتر دیدارا خودێیە و من دیدارا خودێ هەلبژارت.\nپێغەمبەر پاشی نەخوش دبیت و تایەكا گران دهێتێ و د نەخوشیا خودا دمینتە مالا هەڤژیناخو عائیشایێ دەیكامە موسلمانان، تایا پێغەمبەری هند یا گران بو خو نەدشیا خو ل سەر پێیێن خو بگریت و دەمێ عائیشایێ دگوت: سەرێ من یێ دئێشیت پێغەمبەری دگوتێ سەرێ من یێ دئێشیت نە یێ تە.\nد نەساخیا خو دا پێغەمبەری بەردەوام تەكەز ل ئەنجامدانا نڤێژێ دكر، نەساخیا وی هند گرانبوو؛ خو نەدشیا نڤێژا خو ب دروستاهی ئەنجامبدەت و نە دهاتە نڤێژێ.\nل روژەكێ بانگ بو نڤێژێ هاتەدان پێغەمبەر (سلاڤ لێ بن) ب دێمەكێ گەش چوو مزگەفتێ ڤە؛ ب دیتنا ڤی دیمەنی موسلمان گەلەك كەیفخووش بون وان هزردكر پێغەمبەر یێ بەرەف باشبوونێ دچیت و هزرنەدكر كو ئەڤە دوماهیك گرنژینا پێغەمبەرییە.\nبەردەوام تایا پێغەمبەرێ خوشتڤی گران دبوو؛ هەتا گەهشتییە وی رادەی كو پێغەمبەری دوعادكرن و دگوت: یارەب تو سەكەراتێن مرنێ ل بەر مە سڤك بكەی.\nفاتیمایێ‌ گەلەك هەست ب ئێشانێ دكر دەمێ‌ بابێ خو هوسا ددیتی و دگوت: ئاخ بابێ من تو چەندێ دئێشی.\nپێغەمبەری بەرسڤدا و گوت: ئێدی پشتی ڤێ چ نەخوشی ل سەر پێغەمبەری نابن.\nو پشتی دەمەكێ كورت پێغەمبەری گوت: \n((بلِ الرَّفيقُ الأعلَى مِن الجنَّة! .. بلِ الرَّفيقُ الأعلَى مِن الجنَّة!))\n\n\nو پاش پێغەمبەرێ مە موحەمەد (سلاڤێن خودێ ل سەربن) وەغەركر و بەرەف دیدارا خودێ چو ئەو دیدارا موشتاقی وێ، ئەو دیارە هەلبژارت و دونیا نە هەلبژارت و غەریبێ دیتنا دیدارا خودێ‌ بویە، و پێغەمبەری د ژیێ (63) سالیێ دا وەغەركر.\nعومەرێ كورێ خەتابی پشتی زانی پێغەمبەری وەغەركری وەكی دینا لێ هاتبو و شیرێ خو هەلگرت و گوت: هەر كەسێ بێژیت پێغەمبەری یێ‌ وەغەركری دێ وی كوژم...\nل ڤێرێ‌ زەلامێ تەنگاڤیان دیاربوو؛ و ئەو زەلام هاتە مەیدانێ یێ كو ئیمانا وی بەرامبەری هەمی ئیمانا ئوممەتێ؛ ئەو ژی ئەبوبەكر سەدیق بو و چوو سەر میمبەرێ و گوت: ((هەر كەسێ موحەمەد د پەرست، موحەمەد مر! بەلێ پا هەركەسێ خودێ ب پەرێسیت خودێ یێ ساخە و نامریت و پاشی ئەڤ ئایەتە خاند:\n\n((وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ الرُّسُلُ ۚ أَفَإِن مَّاتَ أَوْ قُتِلَ انقَلَبْتُمْ عَلَىٰ أَعْقَابِكُمْ ۚ وَمَن يَنقَلِبْ عَلَىٰ عَقِبَيْهِ فَلَن يَضُرَّ اللَّهَ شَيْئًا ۗ وَسَيَجْزِي اللَّهُ الشَّاكِرِينَ (144) )) \n\nئانكو: و موحەممەد پێغەمبەرەكە ژ پێغەمبەران، و گەلەك پێغەمبەر بەری وی هاتینە و چویینە، ڤێجا ئەگەر مر، یان هاتە كوشتن، هوین دێ ب پاشڤە زڤرن، [و هلگەرنە سەر گاورییێ] و هەچیێ ژ هەوە ب پاشڤە بزڤریتەڤە [و گاور ببیت] چو زیانێ ناگەهینیتە خودێ، و خودێ دێ خەلاتێ سوپاسداران [ئەوێن خو راگرتین و ب پاشڤە نەزڤرین] دەتێ.)) \nپشتی گوتنا ڤێ ئایەتێ پێیێن عومەری شكەستن و ژنوی باوەركر كو پێغەمبەرێ مە یێ وەغەركری و گوت (إنا لله و إنا الیە راجعون).\nو ئەبوبەكری داخاز ژ هەمی موسلمانا كر ئاخفتنا خو بكەنە ئێك و ل سەر پەیڤا (لا إلە الا الله) د بەردەوام بن و بەردەوام پەرستنا خودێ بكەن، پاشی دەست ب شوشتنا پێغەمبەری هاتەكرن (سلاڤ لێ بن) و پێغەمبەر هەر ل جهێ لێ وەغەركری هاتە ڤەشارتن.\nپشتی ڤێ چەندێ دەمی عەلی هاتی و ژ ڤەشارتنێ تەمام بوین فاتیمایێ گوتێ: ئەرێ هەوە چەوا دلدا ئاخێ بكەنە سەر رویێ پێغەمبەری؟\n       عەلی گوتێ: فەرمانا خودێ ناهێتە زڤراندن..\n\n\nئەڤە كورتیەكا ژیانا پێغەمبەری بوو مە بو هەوە یێن هێژا بەحسكری هیڤیامە ئەوە ببیتە جهێ مفای بوهەوە هەمیان و ببیتە جهێ وێ چەندێ ئیمانا مە بهێزتر بكەڤیت و حەژێكرنا مە بو پێغەمبەری ب هێزتر لێ بهێت و زێدەتر پێگیر ببین ب وان فەرمانێن پێغەمبەری ل مەكرین والحمدالله رب العالمین.\n\n \n\n\n\n",
        "favorite": 0,
        "id": 31,
        "title": "وەغەركرنا پێغەمبەری (سلاڤ لێ بن) "
    }
]